[
  {
    "id": "MSG0079_rx_sevenfive_guntank",
    "license_id": "MSG0079_rx_sevenfive_guntank",
    "source": "EFRD",
    "license_level": 1,
    "name": "RX-75 Guntank",
    "mechtype": [
      "Artillery"
    ],
    "description": "<div>The RX-75 Guntank was the first prototype Earth Federation Forces mobile suit developed by Operation V. However, it was said to be closer to a tank rather than a mobile suit. A number of companies such as Takim and Hervic participated in its development. The Guntank had the torso and arms of a mobile suit, but possessed caterpillar treads for legs. Initially, it was designed to be piloted by a crew of two, with a gunner in the canopy-style cockpit on the head and a driver in another cockpit in the torso. However, it was later changed to be controlled by a single pilot in the canopy-style cockpit. Like all \"Operation V\" mobile suits, the Guntank used the Core Block System.</div><div>Its reactor is a hybrid type of nuclear reactors and gas turbines, and its output is insufficient for powering beam weapons. The Guntank's main weapons are twin 120mm cannons, which are effective at long and medium ranges. Its arms have four-barrel missile launchers instead of hands, and they provided good cover fire against enemy tanks and aircraft, but are less effective against enemy mobile suits. A major flaw of the Guntank is its inability to turn its torso, making it difficult to aim the cannons at moving targets, as the Guntank must reposition itself. Another major flaw is that its design was primarily for ground combat, resulting in it having poor maneuverability in space.</div>",
    "mounts": [
      "Aux/Aux"
    ],
    "stats": {
      "size": 1,
      "structure": 4,
      "stress": 4,
      "armor": 1,
      "hp": 10,
      "evasion": 7,
      "edef": 8,
      "heatcap": 5,
      "repcap": 4,
      "sensor_range": 15,
      "tech_attack": -1,
      "save": 10,
      "speed": 7,
      "sp": 5
    },
    "traits": [
      {
        "name": "Ramming Speed",
        "use": "",
        "description": "<div>The Guntank has +1 Accuracy on Ramming checks.</div>"
      },
      {
        "name": "Track Mobility",
        "use": "",
        "description": "<div>The Guntank's speed is immense, but its tank treads severely hamper its ability to navigate up sheer slopes and through muddy terrain. Climbing always requires an Agility check, and the Guntank cannot jump. Standing from Prone takes a Full Action.</div>"
      }
    ],
    "core_system": {
      "name": "Stable Platform",
      "active_name": "Tz.86 Colossus Stabilizer",
      "active_effect": "All weapon mount ranges double for the remainder of the scene.",
      "activation": "",
      "description": "The Guntank's squat, wide form factor grants its operators a superb sense of stability under most conditions. Though the chassis is largely impossible to kit for different missions due to the lack of manipulators, its integrated weapons make strong use of this intrinsic stability, making long range shots and devastatingly accurate cover fire a simple matter. ",
      "deactivation": "",
      "use": "Round",
      "active_actions": [],
      "active_bonuses": [],
      "active_synergies": [],
      "passive_name": "Predictive Firing Solution Algorithm",
      "passive_effect": "Cannon type weapons gain +1 Accuracy when firing on targets further than range 10.",
      "passive_actions": [],
      "passive_bonuses": [],
      "passive_synergies": [],
      "deployables": [],
      "counters": [],
      "integrated": [
        "f922ac38-8c56-4116-a571-42a19ee3b572",
        "MSG0079_oneeightzeromm_recoilless_cannons"
      ],
      "special_equipment": [],
      "tags": []
    },
    "image_url": "https://static.wikia.nocookie.net/f4593ae6-8845-4933-a196-7e2ed0cd3fd6/scale-to-width/755",
    "y_pos": 37
  },
  {
    "id": "MSG0079_rb_sevennine_ball",
    "license_id": "MSG0079_rb_sevennine_ball",
    "source": "EFRD",
    "license_level": 0,
    "name": "RB-79 Ball",
    "mechtype": [
      "Artillery"
    ],
    "description": "",
    "mounts": [
      "Heavy"
    ],
    "stats": {
      "size": 0.5,
      "structure": 4,
      "stress": 4,
      "armor": 0,
      "hp": 6,
      "evasion": 8,
      "edef": 8,
      "heatcap": 4,
      "repcap": 6,
      "sensor_range": 10,
      "tech_attack": 0,
      "save": 10,
      "speed": 4,
      "sp": 6
    },
    "traits": [
      {
        "name": "Solid Fuel Vernier Thrusters",
        "use": "",
        "description": "<div>Gain +1 Accuracy on Agility checks.</div>"
      },
      {
        "name": "Integrated EVA Rig",
        "use": "",
        "description": "<div>The RB-79 counts as having a propulsion system in low or zero gravity and submarine environments.</div>"
      },
      {
        "name": "Easy Maintenance",
        "use": "",
        "description": "<div>While resting, the Ball can be repaired at a rate of 1 Repair per 1 structure damage, instead of 2 Repairs.</div>"
      },
      {
        "name": "Integrated Manipulators",
        "use": "",
        "description": "<div>The Ball has the \"Manipulators\" system by default at no SP cost.</div>"
      }
    ],
    "core_system": {
      "name": "Atlas Gyrostabilizer",
      "active_name": "\"Lockdown\" Targeting Protocols",
      "active_effect": "For the remainder of the scene, the RB-79 ignores the Ordnance tag with Rifles and Cannons. Weapons without Ordnance instead gain Reliable based on weapon size (Auxiliary: 1, Main: 2, Heavy or larger: 3), or if they already have Reliable, add 1 to the default Reliable value.",
      "activation": "Protocol",
      "description": "",
      "deactivation": "",
      "use": "",
      "active_actions": [],
      "active_bonuses": [],
      "active_synergies": [],
      "passive_name": "",
      "passive_effect": "",
      "passive_actions": [],
      "passive_bonuses": [],
      "passive_synergies": [],
      "deployables": [],
      "counters": [],
      "integrated": [],
      "special_equipment": [],
      "tags": [
        {
          "id": "tg_protocol",
          "val": null
        }
      ]
    },
    "image_url": "https://static.wikia.nocookie.net/gundam/images/6/65/Ball_Thunderbolt.png",
    "y_pos": 45
  },
  {
    "id": "MSG0079_msm_zerothreec_hygogg_",
    "license_id": "MSG0079_msm_zerothreec_hygogg_",
    "source": "ZN",
    "license_level": 2,
    "name": "MSM-03C Hygogg ",
    "mechtype": [
      "Striker"
    ],
    "description": "<div>Although the MSM-03 Gogg was one of the first true amphibious mobile suits, it was handicapped by several problems including being under-powered, limited armament, and poor performance on land. To address these shortcomings, the Hygogg was developed. Introduced at the end of the One Year War, this machine was designed from scratch and retained only its predecessor's basic concepts. The result was a smaller, lighter, compact, and more powerful machine equipped with an improved generator and better weaponry. Its agility and mobility in water and on land were also enhanced. Additionally, production costs were reduced due to the implementation of standardized parts, including the cockpit, derived from the United Maintenance Plan, which greatly enhanced repairs and servicing.</div>",
    "mounts": [
      "Flex",
      "Flex",
      "Main"
    ],
    "stats": {
      "size": 2,
      "structure": 4,
      "stress": 4,
      "armor": 0,
      "hp": 8,
      "evasion": 8,
      "edef": 8,
      "heatcap": 6,
      "repcap": 4,
      "sensor_range": 5,
      "tech_attack": -2,
      "save": 10,
      "speed": 4,
      "sp": 5
    },
    "traits": [
      {
        "name": "Segmented Manipulator Mounts",
        "use": "",
        "description": "<div><span>All melee attacks gain an additional range or threat, whichever is applicable.</span></div>"
      },
      {
        "name": "Aquatic",
        "use": "",
        "description": "<div>The Hygogg treats all bodies of water or similar fluids as normal terrain, and has integrated EVA for deep ocean environments.</div>"
      },
      {
        "name": "Meat Shield",
        "use": "",
        "description": "<div><span>Whenever the Hygogg is grappling a character or lifting an object, all attacks made against it or adjacent allied characters gain +1 Difficulty. Additionally, any attacks that miss the Hygogg or an adjacent ally while this effect is active must be rerolled against a grappled character or lifted object of its choice. Pattern attacks are not affected by this trait.</span></div>"
      }
    ],
    "core_system": {
      "name": "Kraken Routine",
      "active_name": "IT CAME FROM THE SEA",
      "active_effect": "<span>For the remainder of the scene, the Hygogg exerts a </span><strong><span>Burst </span></strong><span>2 zone of control. Any character of its choice that enters, exits, or moves within this zone must succeed a </span><strong><span>Hull </span></strong><span>save or be pulled adjacent (or to the nearest free space) and grappled. Additionally, for the purposes of engagement, ramming, and grappling, the Hygogg always counts as the larger character while this effect is active.</span>",
      "activation": "Full",
      "description": "",
      "deactivation": "",
      "use": "",
      "active_actions": [],
      "active_bonuses": [],
      "active_synergies": [],
      "passive_name": "",
      "passive_effect": "",
      "passive_actions": [],
      "passive_bonuses": [],
      "passive_synergies": [],
      "deployables": [],
      "counters": [],
      "integrated": [],
      "special_equipment": [
        "MSG0079_iron_nails"
      ],
      "tags": []
    },
    "image_url": "https://i.imgur.com/RqmI8IG.png",
    "y_pos": 28
  },
  {
    "id": "MSG0079_vf_zero_phoenix",
    "license_id": "MSG0079_vf_zero_phoenix",
    "source": "EFRD",
    "license_level": 2,
    "name": "VF-0 Phoenix",
    "mechtype": [
      "Striker"
    ],
    "description": "<div>An experimental redesign of the venerable F-14 Tomcat, the VF-0 Phoenix is a new type of mobile suit that's capable of transforming between three different modes. Built to be highly adaptable to a chaotic battlefield, the Phoenix can use its transformation system to perform extreme high-G maneuvers in the air or as a means of staying mobile on the ground.</div>",
    "mounts": [
      "Main",
      "Flex",
      "Flex"
    ],
    "stats": {
      "size": 1,
      "structure": 4,
      "stress": 4,
      "armor": 0,
      "hp": 8,
      "evasion": 10,
      "edef": 8,
      "heatcap": 6,
      "repcap": 4,
      "sensor_range": 14,
      "tech_attack": 0,
      "save": 10,
      "speed": 5,
      "sp": 6
    },
    "traits": [
      {
        "name": "Fragile",
        "use": "",
        "description": "<div>The Phoenix receives <strong>+1 DIFFICULTY</strong> on <strong>HULL </strong>checks and saves.</div>"
      },
      {
        "name": "Agile",
        "use": "",
        "description": "<div>The Phoenix gains <strong>+1</strong> <strong>ACCURACY</strong> on <strong>AGILITY </strong>checks and saves.</div>"
      },
      {
        "name": "Head-Mounted Display Tracking",
        "use": "",
        "description": "<div>Upon destroying or structuring an enemy after having consumed a <strong>Lock-On</strong>, may immediately apply <strong>Lock-On</strong> to any other enemy within Sensors (including the same enemy if this was triggered via structuring).</div>"
      },
      {
        "name": "Highway to the...",
        "use": "",
        "description": "<div>When in <strong>Danger Zone</strong>, 1/turn before or after any action, move 2 spaces in any direction, <span>ignoring engagement and reactions.</span></div>"
      }
    ],
    "core_system": {
      "name": "Variable Fighter Transformation System",
      "active_name": "Rapid Transformation",
      "active_effect": "<span>As a Free Action, change into any other form. This action may be taken in the middle of any Full Action with two distinct parts (e.g. Barrage with two weapons). This action is </span><strong>Efficient</strong><span>, and refunds 1 Core Power at the end of any scene in which it’s used.</span><br/><span>When this action is performed, gain the following benefit to for each mode. This effect lasts until the start of your next turn.</span><br/><h3>Battroid Mode</h3><ul><li><span>1/round, when you hit a target with a Cannon weapon, you may apply the Lock-On and Shredded conditions. The Shredded condition lasts until the end of the target's next turn.</span><br/></li></ul><h3>GERWALK Mode</h3><ul><li><span>1/round, when consuming Lock-on, selecting another weapon with which to attack the same target instead deals full damage, heat, and burn on a hit.</span><br/></li></ul><h3>Fighter Mode</h3><ul><li><span>1/round, when consuming Lock-on as part of an attack made with a Launcher weapon, the resulting damage may not be reduced in any way.</span><br/></li></ul>",
      "activation": "Free",
      "description": "The VF-0 Phoenix's unique high-speed transformation system allows for it to change mission roles on the fly, though it takes incredible resilience to high-G stresses to transform the Phoenix outside of recommended speed bands. Even then this is poorly advised due to the strain put on the airframe when performing an improper transformation, shortening the machine's service lifespan.",
      "deactivation": "",
      "use": "Scene",
      "active_actions": [],
      "active_bonuses": [],
      "active_synergies": [],
      "passive_name": "Change Modes",
      "passive_effect": "<span>As a Protocol, the Phoenix may change into one of the following modes. It may choose to start a scene in any form.</span><br/><h3>Battroid Mode</h3><ul><li><span>Gain +1 Difficulty when using Launcher weapons.</span><br/></li><li><span>1/round, when you hit a target with a Cannon weapon, you may apply the Lock-On condition. </span><br/></li></ul><h3>GERWALK Mode</h3><ul><li><span>Treat all movement as if the Phoenix were Hovering.</span><br/></li><li><span>1/round, when consuming Lock-on, select another weapon with which to attack the same target, dealing half damage, heat, and burn on a hit.</span><br/></li></ul><h3>Fighter Mode</h3><ul><li><span>Gain +1 Difficulty to all Melee attacks.</span><br/></li><li><span>Treat all movement as if the Phoenix were Flying. </span><br/></li><li><span>When Boosting, you may move up to twice your speed.</span><br/></li><li><span>1/round, when consuming Lock-on as part of an attack made with a Launcher weapon, the attack gains AP.</span><br/></li></ul>",
      "passive_actions": [
        {
          "name": "Change Mode",
          "activation": "Protocol",
          "detail": "The Phoenix may switch to a mode it is not already in.",
          "cost": 0,
          "pilot": false,
          "damage": [],
          "range": [],
          "synergy_locations": [],
          "tech_attack": false,
          "frequency": "Unlimited",
          "init": "",
          "trigger": ""
        }
      ],
      "passive_bonuses": [],
      "passive_synergies": [],
      "deployables": [],
      "counters": [],
      "integrated": [
        "MSG0079_mauler_point_defense_laser_cannon"
      ],
      "special_equipment": [],
      "tags": []
    },
    "image_url": "https://www.dropbox.com/s/sg45z45mky0dg3q/Phoenix.png?raw=1",
    "y_pos": 14
  },
  {
    "id": "MSG0079_ms_zeronine_dom",
    "license_id": "MSG0079_ms_zeronine_dom",
    "source": "ZN",
    "license_level": 2,
    "name": "MS-09 Dom",
    "mechtype": [
      "Artillery"
    ],
    "description": "<div>A heavy mobile suit developed by Zimmad, the MS-09 Dom was a ground combat machine equipped with hovercraft technology. It was fitted with thermonuclear jets and rockets under its feet, allowing it to quickly move across the ground, greatly improving its mobility compared to previous ground-use mobile suits. Thanks to sensors located in front of its feet, it was able to traverse uneven terrain. While in cruising mode, it could hover across the ground using only its thermonuclear jets. The Dom can hover at a maximum speed of 381 km/hr for up to 5 hours.</div><div>Its primary thrusters adopted the Saturn Engine, a type of thermonuclear engine that used heavy elements such as zinc and lead as propellant, granting it higher thrust than thermonuclear engines that used lighter elements as propellant. The mobile suit's design was largely unchanged from the YMS-09 Prototype Dom aside from its appearance. It inherited the same cross-shaped monoeye rail from the MS-07C-5 Gouf Test Prototype, granting it an improved view of aerial targets. Lateral field of view was obtained by auxiliary sensors.</div><div>For defense, the Dom was heavily protected, adopting a unique \"skirt armor\" design to protect weak points in the back, such as thrusters. Its cockpit hatch armor, which was its greatest weakness in the front, was also greatly enhanced. However, since the cockpit was entered directly from the front of the Dom, pilots in desert and wetland areas complained that the console panel would become dirty from entering and exiting. Meanwhile, the Dom's head was merged into its chest, a design intended to deflect and ricochet enemy projectiles, as well as lowering the possibility of being hit.</div><div>The Dom's primary weapon, the 360mm Giant Bazooka, was developed in parallel with the mobile suit. It was capable of sinking a space cruiser with a single shot. It was also armed with a heat saber for close combat, as well as a scattering beam cannon in its chest, which was capable of blinding the enemy. It was said that the beam cannon was originally intended to be an energy port for beam weapons, but was repurposed after the development of beam weapons was delayed.</div>",
    "mounts": [
      "Main",
      "Heavy"
    ],
    "stats": {
      "size": 1,
      "structure": 4,
      "stress": 4,
      "armor": 2,
      "hp": 8,
      "evasion": 10,
      "edef": 7,
      "heatcap": 5,
      "repcap": 4,
      "sensor_range": 8,
      "tech_attack": -1,
      "save": 10,
      "speed": 6,
      "sp": 4
    },
    "traits": [
      {
        "name": "Hover Thrusters",
        "use": "",
        "description": "<div>The Dom ignores difficult terrain.</div>"
      },
      {
        "name": "Tempest Whirlwind",
        "use": "",
        "description": "<div>The Dom cannot benefit from Hidden, Invisible, or Soft Cover.</div>"
      },
      {
        "name": "Unbalanced",
        "use": "",
        "description": "<div>The Dom is affected twice as much by Knockback effects. Upon standing up from Prone, the Dom is Immobilized and Impaired until the end of its next turn.</div>"
      },
      {
        "name": "Treacherous Cockpit",
        "use": "",
        "description": "<div>The pilot (and any passengers) must succeed at an Engineering check to eject from the Dom.</div>"
      }
    ],
    "core_system": {
      "name": "Saturn Engines",
      "active_name": "Zimmad Mk III \"Justiciar\" Kinetic Compensator",
      "active_effect": "For the remainder of the scene, the Dom may ignore the Ordnance tag.",
      "activation": "",
      "description": "",
      "deactivation": "",
      "use": "",
      "active_actions": [],
      "active_bonuses": [],
      "active_synergies": [],
      "passive_name": "",
      "passive_effect": "",
      "passive_actions": [],
      "passive_bonuses": [],
      "passive_synergies": [],
      "deployables": [],
      "counters": [],
      "integrated": [
        "MSG0079_scattering_beam_cannon"
      ],
      "special_equipment": [],
      "tags": []
    },
    "image_url": "https://www.dustloop.com/wiki/images/0/06/GVS_Dom_Portrait.png",
    "y_pos": 12
  },
  {
    "id": "MSG0079_yms_onefive_gyan",
    "license_id": "MSG0079_yms_onefive_gyan",
    "source": "ZN",
    "license_level": 2,
    "name": "YMS-15 Gyan",
    "mechtype": [
      "Striker",
      "Defender"
    ],
    "description": "<div>The YMS-15 Gyan was developed by the Zimmad company in the late stages of the One Year War for the Principality of Zeon's second phase main mobile suit development project. It was designed with exceptional close combat ability in anticipation of melee combat against the Earth Federation's mobile suits. When needed, the Gyan can receive fire support from the MS-09B Doms or MS-09R Rick Doms. However, its focus on close combat resulted in lower versatility and this contributed to its loss to the Zeonic's MS-14 Gelgoog.</div><div>A powerful beam saber serves as Gyan's primary weapon, it also has a shield with 60 needle missiles and 25 hide bombs (space mines) for laying traps. The appearance of the Gyan, with its silver armor and Pickelhaube helmet design, has a strong resemblance to a medieval armored knight. </div>",
    "mounts": [
      "Main",
      "Main/Aux"
    ],
    "stats": {
      "size": 1,
      "structure": 4,
      "stress": 4,
      "armor": 0,
      "hp": 8,
      "evasion": 9,
      "edef": 8,
      "heatcap": 5,
      "repcap": 3,
      "sensor_range": 5,
      "tech_attack": 0,
      "save": 10,
      "speed": 5,
      "sp": 5
    },
    "traits": [
      {
        "name": "Duelist's Stance",
        "use": "",
        "description": "<div>1/round, the Gyan may deal +1d6 bonus damage on hit with a melee attack if its target has no adjacent characters, or if the Gyan is the only character adjacent to the target.</div>"
      },
      {
        "name": "Perfect Form",
        "use": "",
        "description": "<div>The Gyan can take two Overwatch reactions per turn, instead of one.</div>"
      },
      {
        "name": "Royal Guard",
        "use": "",
        "description": "<div>The Gyan and all adjacent allied characters have IMMUNITY to all damage and effects from missed attacks, including Reliable.</div>"
      }
    ],
    "core_system": {
      "name": "Fluid Pulse Accelerator",
      "active_name": "Fancy Footwork",
      "active_effect": "For the remainder of the scene, all melee weapons on the Gyan are considered to have a base Threat of 4. Additionally, Perfect Form now confers 3 Overwatch reactions per turn.",
      "activation": "",
      "description": "A cylindrical unit located in the Gyan's groin, the fluid pulse accelerator stores excess pressure generated by the reactor, transmitting it to each actuator when needed. This greatly improves the responsiveness and torque of the Gyan's joints, allowing it to repeatedly move forward and backward, similar to fencing footwork. In the event of damage, it can be immediately ejected.",
      "deactivation": "",
      "use": "",
      "active_actions": [],
      "active_bonuses": [],
      "active_synergies": [],
      "passive_name": "Parry and Riposte",
      "passive_effect": "If the Gyan successfully Resists a Melee attack, they may immediately make a Melee attack with halved damage against their attacker in turn, unless the attacker is outside Threat.",
      "passive_actions": [],
      "passive_bonuses": [],
      "passive_synergies": [],
      "deployables": [],
      "counters": [],
      "integrated": [],
      "special_equipment": [],
      "tags": []
    },
    "image_url": "https://cdn.discordapp.com/attachments/961013256795865098/1067257205440655470/image.png",
    "y_pos": 14
  },
  {
    "id": "MSG0079_mbr_zerofour_mk_vi_destroid_tomahawk",
    "license_id": "MSG0079_mbr_zerofour_mk_vi_destroid_tomahawk",
    "source": "EFRD",
    "license_level": 2,
    "name": "MBR-04-Mk.VI Destroid Tomahawk",
    "mechtype": [
      "Artillery"
    ],
    "description": "<div>Developed as a joint project between BAE Land Systems and General Resource's Chrysler Defense subsidiary, the Tomahawk is one of the first fielded of the \"Destroid\" line of mobile suits that takes some departures from established MS designs. Resembling the Guntank line of mobile weapons even more than the Guncannon, the Tomahawk carries more traditional weapon mountings on the end of its arms as opposed to the handlike manipulators of other mobile suits. The standard armament of these mountings are often similar to those found on main battle tanks, though certain configurations replaces them with other weapons such as rocket pods, Gatling cannons, and even energy weapons such as Megaparticle Cannons or Ionized Particle Projector Cannons. Combined with additional space for weapons on its shoulders and body, the Tomahawk lugs considerable firepower into the thick of combat.</div><div>In spite of its unusual configuration compared to most mobile suits, the Tomahawk actually shares roughly 70% parts commonality with the RGM-79 GM, making the machine rather easy to integrate into the arsenal of existing Federation arsenals. Spare parts for the remaining fraction is produced in significant enough numbers and designed intuitively to ensure that the Tomahawk has a smooth repair and maintenance process, to the point that certain GMs and Guncannons have seen Tomahawk parts being used for ad hoc repairs.</div><div>Along with the RGM-79GS Gunslinger GM, the Tomahawk is a popular mobile suit of choice for pilots of the Federation's Gunslinger Initiative, a special training program to produce pilots that can fight on par or even exceed the skills of Zeon's own top aces and survive to pass their experience down to other pilots. As opposed to the Gunslinger GM, the Tomahawk emphasizes accurate barrages of lethal firepower to suppress dangerous threats before they can close into close combat, though unconventional modifications of the Tomahawk have seen it holding up fairly well in close combat in the right hands.</div>",
    "mounts": [
      "Heavy",
      "Flex",
      "Flex"
    ],
    "stats": {
      "size": 1,
      "structure": 4,
      "stress": 4,
      "armor": 2,
      "hp": 8,
      "evasion": 6,
      "edef": 8,
      "heatcap": 8,
      "repcap": 4,
      "sensor_range": 15,
      "tech_attack": -1,
      "save": 10,
      "speed": 3,
      "sp": 6
    },
    "traits": [
      {
        "name": "Replaceable Parts",
        "use": "",
        "description": "<div>While resting, the Tomahawk can be repaired at a rate of 1 <strong>REPAIR </strong>per 1 structure damage, instead of 2 <strong>REPAIRS</strong>.</div>"
      },
      {
        "name": "Slow",
        "use": "",
        "description": "<div>The Tomahawk receives +1 <strong>DIFFICULTY</strong> on <strong>Agility</strong> checks and saves.</div>"
      }
    ],
    "core_system": {
      "name": "Equalizer Fire Control System",
      "active_name": "Alpha Strike Protocol",
      "active_effect": "For the rest of the Scene, Barraging can be done with all weapon mounts in exchange for 1d3+1 Heat.",
      "activation": "Protocol",
      "description": "Built for the Tomahawk's main role as a frontline fire support mobile suit, the Equalizer Fire Control System assists in adjusting the optimal convergence zone of its weaponry in order to maximize overall accuracy. In addition, an \"Alpha Strike\" Protocol can be activated which primes all of the Tomahawk's weapons for either attacking many targets or concentrating on a singular target. While the resulting heat buildup for initiating an Alpha Strike can risk damage to the mobile suit's internals, it is often deemed an acceptable tradeoff when in situations where such an immediate output of firepower is necessary.",
      "deactivation": "",
      "use": "Scene",
      "active_actions": [],
      "active_bonuses": [],
      "active_synergies": [],
      "passive_name": "Barrage Calibration",
      "passive_effect": "When Barraging, all attacks receive +1 <strong>ACCURACY</strong>.",
      "passive_actions": [],
      "passive_bonuses": [],
      "passive_synergies": [],
      "deployables": [],
      "counters": [],
      "integrated": [],
      "special_equipment": [],
      "tags": []
    },
    "image_url": "https://www.dropbox.com/s/dqwhwxnsvgq3dim/Tomahawk.png?raw=1",
    "y_pos": 16
  },
  {
    "id": "MSG0079_rx_sevenninebd_one_blue_destiny",
    "license_id": "MSG0079_rx_sevenninebd_one_blue_destiny",
    "source": "EFRD",
    "license_level": 1,
    "name": "RX-79BD-1 Blue Destiny",
    "mechtype": [
      "Striker"
    ],
    "description": "<div>The Blue Destiny Unit 1 was a modified RX-79[G] Gundam Ground Type, with improved generator output and enhanced mobility thanks to the use of magnet coating and added leg verniers. Weapons-wise, it had additional armament in the form of a pair of 60mm chest vulcans and a pair of wire-guided missile launchers on the stomach.[1] It was also equipped with the same 100mm machine gun, beam sabers, and shield as the Gundam Ground Type.</div><div>The development of the Blue Destiny Unit 1 was led by Dr. Chlust Moses, a researcher from the Principality of Zeon's Flanagan Institute who defected to the Earth Federation, and incorporated the EXAM System, a unique mobile suit operating system that he invented.[1] Originally, the Blue Destiny Unit 1 was based on the RGM-79[G] GM Ground Type. However, as its performance did not meet the demands of the EXAM System, the GM Ground Type's head, which was already installed with the EXAM System, was removed and mounted on a modified chassis based on the Gundam Ground Type.</div><div>The EXAM System was designed to draw out a mobile suit's full potential for a limited time. However, it was highly unstable, and prone to going berserk, attacking friends and foes alike. Federation mechanic Alph Kamra later installed a limiter on the Unit 1, limiting the EXAM System's output at 50% to prevent it from going berserk. The output can be raised to 100% when necessary, but this can only be sustained for 5 minutes before the machine overheats.</div>",
    "mounts": [
      "Flex",
      "Flex",
      "Heavy"
    ],
    "stats": {
      "size": 1,
      "structure": 4,
      "stress": 4,
      "armor": 1,
      "hp": 10,
      "evasion": 11,
      "edef": 8,
      "heatcap": 5,
      "repcap": 4,
      "sensor_range": 10,
      "tech_attack": -1,
      "save": 11,
      "speed": 5,
      "sp": 5
    },
    "traits": [
      {
        "name": "Killer Instinct",
        "use": "",
        "description": "<div>The Blue Destiny gains +1 Accuracy to Ranged attacks while in Danger Zone.</div>"
      },
      {
        "name": "Electromagnetic Servos",
        "use": "",
        "description": "<div>The Blue Destiny has +1 Accuracy to Agility checks.</div>"
      },
      {
        "name": "Unstable",
        "use": "",
        "description": "<div>The Blue Destiny suffers +1 Difficulty to Systems Checks. In addition, upon failing any Systems check initiated by a hostile character, the Blue Destiny makes an automatic Skirmish attack with the last Mount used, on the closest valid target, friend or foe. If no Mount has been used in the scene, the mount with the highest theoretical maximum damage is used.</div>"
      }
    ],
    "core_system": {
      "name": "EXAM System",
      "active_name": "Full Power EXAM System",
      "active_effect": "All of the Blue Destiny's weapons gain Reliable X for the rest of the scene, where X is equal to one third of the weapon's theoretical maximum damage.<br/>While Full Power EXAM System is engaged, the Blue Destiny MUST make an attack, ram, or grapple action on at least one valid target once per round. If this does not occur, the Blue Destiny will make an automatic Skirmish on the closest valid target with the weapon mount which has the highest theoretical maximum damage. If all targets are out of range, the Blue Destiny will take an automatic move action in the direction of the closest valid target. If the Blue Destiny cannot move freely when this occurs for any reason, it will take 1d6 AP kinetic damage.",
      "activation": "Quick",
      "description": "As awareness (and hatred) of Newtypes grows, a number of machines and systems are being engineered to counter their abilities. EXAM is one of these, designed as a system that gives normal pilots the ability to mimic the power of Newtypes. While little is known about the mechanics of the system, the primary component [REDACTED]. The conflict of [REDACTED] with the bonds of the system makes it extremely unstable and hard to control, to the point that the system - and the mobile suit - will sometimes go berserk. Eventually, a limiter was set in the EXAM system by Alph Kamra, restricting it to roughly half of its output and only allowing the full output to be used for 5 minutes before the machine overheats. While under the influence of the EXAM System, the mobile suit's optical sensors glow red.",
      "deactivation": "",
      "use": "Turn",
      "active_actions": [],
      "active_bonuses": [],
      "active_synergies": [],
      "passive_name": "",
      "passive_effect": "",
      "passive_actions": [],
      "passive_bonuses": [],
      "passive_synergies": [],
      "deployables": [],
      "counters": [],
      "integrated": [],
      "special_equipment": [],
      "tags": []
    },
    "image_url": "https://cdn.discordapp.com/attachments/1056725251637129247/1067988474415808512/image.png",
    "y_pos": 7
  },
  {
    "id": "MSG0079_metal_gear_ray",
    "license_id": "MSG0079_metal_gear_ray",
    "source": "ZN",
    "license_level": 1,
    "name": "Metal Gear RAY",
    "mechtype": [
      "Support",
      "Artillery"
    ],
    "description": "<div>Designed as an amphibious weapon to meet the standards of the U.S. Marine Corps, Metal Gear RAY was a versatile weapon both on the ground and underwater. Standing over twenty meters tall, the original prototype RAY required a pilot to operate it, after having first undergone VR training. The cockpit controls also acted as a harness of sorts, pressuring the pilot into the seat, to avoid being thrown around. The giant \"wings\" located on each side of the unit acted as a propulsion device. A tail on the hind end of the unit helped to steer the unit underwater.</div><div>RAY's initial and most prominent armament was a water cutter housed in the mouth, although its power far exceeds that of a normal water cutter. Powered by a massive pump, water would be sucked into an internal tank and then expelled as a narrow stream under extremely high pressure. As RAY's primary weapon, its purpose was to sever and slice almost anything that stood in its way, even dense armor.</div><div>Other armaments include gatling gun pods located at the end of each \"wing,\" a missile pod located on its back capable of firing homing missiles and cluster bombs, and knee-mounted missile pods for ground defense. Metal Gear RAY's exterior metallic casing and armor is made of a ceramic-titanium alloy for defense against light to medium projectile assault.</div><div>Metal Gear RAY had a more organic design than previous models, both in appearance and in function. Its streamlined shape helped to deflect enemy fire and allowed for greater maneuverability both on land and in water. Its interior workings were also somewhat organic, as it had artificial fibers that contracted when electricity was applied, much like natural muscle, instead of typical hydraulics; this pseudo-muscle tissue made it very maneuverable for its time. It also had a nervous-system-like network of conductive nanotubes, which connected the widely dispersed sensor systems and relay commands from the cockpit to the various parts of RAY's body, automatically bypassing damaged systems and rerouting to auxiliary systems when needed. Another feature was its blood-like armor-repair nanopaste, which was secreted from valves and coagulates wherever the exterior surface is damaged.</div><div>Unlike prior Metal Gears (Metal Gear EXCELSUS notwithstanding), it lacked any nuclear weapons and did not function as a nuclear weapons platform. However, it still counted as a Metal Gear as, while lacking any nuclear armaments or nuclear launch capabilities in itself, it nonetheless was developed specifically to counter the various Metal Gear REX derivatives (which were developed with nuclear armaments), and thus still applied under the overall framework of nuclear strategy.</div>",
    "mounts": [
      "Main",
      "Main",
      "Flex"
    ],
    "stats": {
      "size": 2,
      "structure": 4,
      "stress": 4,
      "armor": 1,
      "hp": 7,
      "evasion": 9,
      "edef": 10,
      "heatcap": 5,
      "repcap": 3,
      "sensor_range": 10,
      "tech_attack": 1,
      "save": 10,
      "speed": 5,
      "sp": 5
    },
    "traits": [
      {
        "name": "Echolocation",
        "use": "",
        "description": "<div>RAY benefits from a unique echolocation subsystem, tightly integrated with the onboard targeting computer.</div><ul><li><div>RAY may ignore the HIDDEN and INVISIBLE status when using the Lock-On quick tech action.</div></li></ul><ul><li><div>When RAY utilizes the Lock-On quick tech action, all hostile MECH type characters within a blast one radius of the initial target also gain the LOCK-ON status.</div></li><li><div>Additionally, Lock-On quick tech actions originating from the RAY inflict the special \"Pinged\" condition, which forces any INVISIBLE or HIDDEN target to make a systems check at the beginning of their turn, until the LOCK ON condition is removed. Upon failure, the target loses the HIDDEN or INVISIBLE condition.</div></li></ul>"
      },
      {
        "name": "Amphibious",
        "use": "",
        "description": "<div>RAY counts has having full range of motion in aquatic environments, including flight. It is also immune to AQUATIC difficult and dangerous terrain.</div>"
      },
      {
        "name": "Relentless Predator",
        "use": "",
        "description": "<div>When attacking any hostile character with the Pinged condition, the RAY may inflict 2 heat upon itself to benefit from one of two abilities (but not both in the same action):</div><ul><li><div>The RAY may force an INVISIBLE target to reroll their INVISIBLE \"coinflip\" roll. This may occur any number of times until RAY Overheats.</div></li><li><div>Apply an additional Accuracy stack to the attack, to a maximum of 6 Accuracy.</div></li></ul>"
      },
      {
        "name": "Mothball",
        "use": "",
        "description": "<div>The RAY's dated design makes it unwieldy, and difficult to use in the modern age battlefield. Thus, it takes Inaccuracy on all HASE checks, and must take the lowest of two rolls on all Structure checks.</div>"
      }
    ],
    "core_system": {
      "name": "UHPH-10 \"POSEIDON\" HYDROCANNON",
      "active_name": "B4N-100K \"Banshee\" Acoustic Amplifier",
      "active_effect": "For the remainder of the scene, when the RAY uses the Lock-On quick tech action, all hostile MECH type characters with range 3 of the initial target gain the LOCK ON status. Additionally, gain access to the \"Thunderous Shriek\" action.",
      "activation": "Protocol",
      "description": "",
      "deactivation": "",
      "use": "",
      "active_actions": [
        {
          "name": "Thunderous Shriek",
          "activation": "Full",
          "detail": "As a full action, the RAY will bellow an omnidirectional shriek of dangerous high-intensity noise, marking all hostile MECH characters within sensors with LOCK ON and PINGED, in addition to all hostile MECH characters within range 3 of successfully LOCKED ON characters. All characters within Sensors with the SQUAD or SOLDIER tags, friendly or hostile, take 2d6 AP Kinetic damage. The RAY itself also gains the LOCK ON status, which cannot be removed by any means until the beginning of its next turn.",
          "cost": 0,
          "pilot": false,
          "damage": [],
          "range": [],
          "synergy_locations": [],
          "tech_attack": false,
          "frequency": "Unlimited",
          "init": "",
          "trigger": ""
        }
      ],
      "active_bonuses": [],
      "active_synergies": [],
      "passive_name": "Engage Plasma Cannon",
      "passive_effect": "During any Full Repair, the pilot may switch the Poseidon Hydrocannon to a Plasma Cutter. In this state, the Hydrocannon does not charge in water sources, deals Energy instead of Kinetic damage, gains the Overkill tag, and gains BURN X, where X equals the number of charges available. In lieu of passive charging, the pilot gains access to the Plasma Charge action.",
      "passive_actions": [
        {
          "name": "Plasma Charge",
          "activation": "Quick",
          "detail": "Inflict 2 heat to the RAY. Gain +1 charge to the Poseidon Hydrocannon.",
          "cost": 0,
          "pilot": false,
          "damage": [],
          "range": [],
          "synergy_locations": [],
          "tech_attack": false,
          "frequency": "Unlimited",
          "init": "",
          "trigger": ""
        }
      ],
      "passive_bonuses": [],
      "passive_synergies": [],
      "deployables": [],
      "counters": [],
      "integrated": [
        "MSG0079_uhph_onezero_poseidon_hydrocannon"
      ],
      "special_equipment": [],
      "tags": []
    },
    "image_url": "https://cdn.discordapp.com/attachments/961013256795865098/1070924995863253022/Daco_5167693.png",
    "y_pos": 35
  },
  {
    "id": "MSG0079_rgm_sevennine_gm",
    "license_id": "MSG0079_rgm_sevennine_gm",
    "source": "EFRD",
    "license_level": 1,
    "name": "RGM-79 GM",
    "mechtype": [
      "Balanced"
    ],
    "variant": "",
    "description": "<div>The RGM-79 GM is a mass-produced mobile suit based on the RX-78-2 Gundam. Its basic frame is easily adaptable to modifications into mission specific GM models, and has a fairly high level of mobility, for the time, both on Earth and in space. It has a maximum acceleration of 0.94 Gs in space, which is better than the Gundam's and roughly twice of the Zaku's. On Earth's surface, the GM is also faster than the Zaku II. The armor of the GM is made of Titanium Alloy, a sturdy metal that could be refined more quickly and easily than the Gundam's Luna Titanium Alloy. Although titanium alloy is less durable than luna titanium, it is also slightly lighter, which reduces the GM's overall mass compared to the Gundam's, and is still superior to the Zaku II's super-high tensile steel armor.</div><div>The GM was primarily armed with a beam spray gun, a less powerful version of the Gundam's beam rifle. Early in production, the beam spray gun had yet to be mass-produced, so most GMs were equipped with various machine guns. These machine guns continued to be used by the GMs later, and the machine could also use the Gundam's beam rifle when required. It could also use a mass production version of the Gundam's Hyper Bazooka for heavier firepower. For close combat, the GM is typically equipped with a beam saber, and a shield similar to the one used by the Gundam. Commander units sometimes featured a second beam saber. Lastly, the GM has a pair of head-mounted 60mm vulcan guns for intercepting missiles, small vehicles or to stop enemy MS from closing in. </div>",
    "mounts": [
      "Main",
      "Flex",
      "Heavy"
    ],
    "stats": {
      "size": 1,
      "structure": 4,
      "stress": 4,
      "armor": 0,
      "hp": 10,
      "evasion": 8,
      "edef": 8,
      "heatcap": 5,
      "repcap": 6,
      "sensor_range": 10,
      "tech_attack": 0,
      "save": 10,
      "speed": 4,
      "sp": 6
    },
    "traits": [
      {
        "name": "Assembly Line Manufacture",
        "use": "",
        "description": "<div>You may repair all destroyed Weapon Mounts OR Systems at the cost of 1 Repair, rather than 1 Repair apiece.</div>"
      },
      {
        "name": "Redundant Systems",
        "use": "Mission",
        "description": "<div>Once per mission, the RGM-79 may stabilize as a quick action.</div>"
      }
    ],
    "core_system": {
      "name": "Standardized Weapon Racks",
      "active_name": "Deploy Weapon Pack",
      "active_effect": "Once per mission, the RGM-79 may discard its current weapon armaments and exchange them for a new set. The old weapons are lost and cannot be re-equipped.",
      "activation": "Full",
      "description": "",
      "deactivation": "",
      "use": "Mission",
      "active_actions": [],
      "active_bonuses": [],
      "active_synergies": [],
      "passive_name": "Modular Fittings",
      "passive_effect": "Upon creation or during a Full Repair, select one weapon type. All Main weapons of that type gain one of the following effects depending on weapon type:<br/><ul><li>Melee: 1/round on critical hit, damage from the attack gains AP. If the attack already has AP, or otherwise cannot be reduced, you may take 1 heat to add +2 bonus damage.<br/></li><li>Rifle: Gain Reliable 1, and any weapon with Reliable increases its effect by 1.<br/></li><li>Cannon: Gain Knockback 1, and any weapon with Knockback increases its effect by 1. 1/round on critical hit, the target must pass a Hull save or be knocked Prone.<br/></li><li>Launcher: Weapons with Ordnance loses the tag. Weapons without Ordnance gains Arcing. Weapons with Arcing may 1/round attack as if they were Seeking.<br/></li><li>CQB: This weapon ignores penalties from Engagement.<br/></li><li>Nexus: 1/round, when consuming Lock On with this weapon it gains AP and Overkill.<br/></li></ul>If the GM should ever mount an Aux weapon to its Main mount, or an Aux or Main weapon to its Heavy mount, that weapon mount will benefit from +1 accuracy and +1 additional damage.",
      "passive_actions": [],
      "passive_bonuses": [],
      "passive_synergies": [],
      "deployables": [],
      "counters": [],
      "integrated": [],
      "special_equipment": [],
      "tags": []
    },
    "image_url": "https://images-wixmp-ed30a86b8c4ca887773594c2.wixmp.com/f/9c8e4fe4-2070-4b9a-9efc-182406e949fd/de7gke6-7b706a05-2175-4143-a820-653987f7e5a3.png?token=eyJ0eXAiOiJKV1QiLCJhbGciOiJIUzI1NiJ9.eyJzdWIiOiJ1cm46YXBwOjdlMGQxODg5ODIyNjQzNzNhNWYwZDQxNWVhMGQyNmUwIiwiaXNzIjoidXJuOmFwcDo3ZTBkMTg4OTgyMjY0MzczYTVmMGQ0MTVlYTBkMjZlMCIsIm9iaiI6W1t7InBhdGgiOiJcL2ZcLzljOGU0ZmU0LTIwNzAtNGI5YS05ZWZjLTE4MjQwNmU5NDlmZFwvZGU3Z2tlNi03YjcwNmEwNS0yMTc1LTQxNDMtYTgyMC02NTM5ODdmN2U1YTMucG5nIn1dXSwiYXVkIjpbInVybjpzZXJ2aWNlOmZpbGUuZG93bmxvYWQiXX0.dKt70FScKbFFArykjkgYR-wlddMp7I8ndoGa8hcgoNc",
    "y_pos": 4
  },
  {
    "id": "MSG0079_ms_zerosix_zaku_ii",
    "license_id": "MSG0079_ms_zerosix_zaku_ii",
    "source": "ZN",
    "license_level": 0,
    "name": "MS-06 Zaku II",
    "mechtype": [
      "Balanced"
    ],
    "variant": "",
    "description": "",
    "mounts": [
      "Main",
      "Flex",
      "Heavy"
    ],
    "stats": {
      "size": 1,
      "structure": 4,
      "stress": 4,
      "armor": 0,
      "hp": 10,
      "evasion": 7,
      "edef": 6,
      "heatcap": 5,
      "repcap": 5,
      "sensor_range": 10,
      "tech_attack": -1,
      "save": 11,
      "speed": 4,
      "sp": 6
    },
    "traits": [
      {
        "name": "Mass Production",
        "use": "",
        "description": "<div>While resting, the Zaku can repair Stress and Structure at a rate of 1 Repair per 1 Stress, instead of 2 Repairs.</div>"
      },
      {
        "name": "Defiance",
        "use": "",
        "description": "<div>Upon losing Structure, the Zaku gains Resistance to all damage types for the rest of the round.</div>"
      }
    ],
    "core_system": {
      "name": "\"Paradise Lost\" Fusion Reactor Redundancy Suite",
      "active_name": "Invoke the Spirit of Zeon",
      "active_effect": "Until the end of your next turn, the Zaku gains resistance to all damage. For the remainder of the scene, the Zaku takes the highest roll on all structure and stress checks, rather than the lowest.",
      "activation": "Protocol",
      "description": "",
      "deactivation": "",
      "use": "Scene",
      "active_actions": [],
      "active_bonuses": [],
      "active_synergies": [],
      "passive_name": "",
      "passive_effect": "",
      "passive_actions": [],
      "passive_bonuses": [],
      "passive_synergies": [],
      "deployables": [],
      "counters": [],
      "integrated": [],
      "special_equipment": [],
      "tags": []
    },
    "image_url": "https://object-web.gundamevolution.com/en/assets/ca7d309382a14a3dac90c16c1101800b392880ae6022440d8b09886465f9b8b8.png",
    "y_pos": 25
  },
  {
    "id": "MSG0079_msm_zeroseven_z_gok",
    "license_id": "MSG0079_msm_zeroseven_z_gok",
    "source": "ZN",
    "license_level": 2,
    "name": "MSM-07 Z'gok",
    "mechtype": [
      "Striker"
    ],
    "variant": "",
    "description": "",
    "mounts": [
      "Heavy",
      "Flex"
    ],
    "stats": {
      "size": 1,
      "structure": 4,
      "stress": 4,
      "armor": 1,
      "hp": 9,
      "evasion": 9,
      "edef": 8,
      "heatcap": 6,
      "repcap": 4,
      "sensor_range": 10,
      "tech_attack": -1,
      "save": 12,
      "speed": 4,
      "sp": 5
    },
    "traits": [
      {
        "name": "Amphibious",
        "use": "",
        "description": "<div>The Z'gok ignores all Aquatic difficult and dangerous terrain.</div>"
      },
      {
        "name": "Phantom Reach",
        "use": "",
        "description": "<div>All of the Z'gok's MELEE weapons gain +2 Threat while Hidden.</div>"
      },
      {
        "name": "Cold Blooded",
        "use": "",
        "description": "<div>1/round, the Z'gok may cool 2 Heat while HIDDEN, as a free action.</div>"
      }
    ],
    "core_system": {
      "name": "Leviathan Engine",
      "active_name": "Apex Predator",
      "active_effect": "Immediately become INVISIBLE and HIDDEN until the end of your next turn. Upon destroying any target, the Z'gok may elect to become INTANGIBLE as a free action. At the start of the Z'gok's next turn, they must to teleport anywhere within Movement as a free action, and may clear 2 heat in addition to one condition of their choice, at which point they are no longer INTANGIBLE, becoming INVISIBLE and HIDDEN instead.",
      "activation": "Protocol",
      "description": "",
      "deactivation": "",
      "use": "",
      "active_actions": [],
      "active_bonuses": [],
      "active_synergies": [],
      "passive_name": "",
      "passive_effect": "",
      "passive_actions": [],
      "passive_bonuses": [],
      "passive_synergies": [],
      "deployables": [],
      "counters": [],
      "integrated": [],
      "special_equipment": [],
      "tags": []
    },
    "image_url": "https://cdn.shopify.com/s/files/1/2786/5582/products/mg-msm-07-z-gok-01_clipped_rev_1.png?v=1668804659",
    "y_pos": 0
  },
  {
    "id": "MSG0079_rgm_sevenninegs_gunslinger_gm",
    "license_id": "MSG0079_rgm_sevennine_gm",
    "source": "EFRD",
    "license_level": 3,
    "name": "RGM-79GS Gunslinger GM",
    "mechtype": [
      "Striker"
    ],
    "variant": "RGM-79 GM",
    "description": "<span>Iterated from Rolls Royce's RGM-79AWM Arctic Warfare GM, the GS GM, also known as the 'Gunslinger' GM, is an improved RGM-79 GM designed by General Motors for high-intensity warfare in dense urban environments. The Gunslinger GM was one of the first in the GM family to make use of vernier thrusters distributed all over its body even for ground configurations. In addition, its backpack was redesigned from scratch into two separate types for optimized operation in space or atmosphere. It is also one of a few GM models that uniformly makes use of the monoeye configuration for its main head camera, granting it enhanced precision in ranged attacks. Additional sensors in both its main head unit and its backpack (replacing the usual beam saber mounting that other GMs possess) grants it a higher degree of battlefield awareness.</span><br/><span>Due to its popularity as a squad lead unit, the Gunslinger GM has also gained a second unofficial moniker as the Command GM.</span>",
    "mounts": [
      "Main",
      "Flex",
      "Heavy"
    ],
    "stats": {
      "size": 1,
      "structure": 4,
      "stress": 4,
      "armor": 1,
      "hp": 10,
      "evasion": 9,
      "edef": 8,
      "heatcap": 6,
      "repcap": 6,
      "sensor_range": 12,
      "tech_attack": 1,
      "save": 10,
      "speed": 4,
      "sp": 6
    },
    "traits": [
      {
        "name": "Gunfighter's Grit",
        "use": "",
        "description": "2/round upon successfully evading an attack, the Gunslinger GM <span>can immediately move 1 space in any direction as long as it isn’t Immobilize or Slowed. This movement ignores engagement and doesn’t provoke reactions.</span>"
      },
      {
        "name": "Quick Draw",
        "use": "",
        "description": "<span>1/round, whenever the GM Gunslinger is targeted by an attack, it may first Skirmish with a non-Heavy mount against the attacker, dealing half damage, heat, and burn on a hit and expending its Overwatch reaction. If the attacker dies or structures from this attack, the GM Gunslinger may move up to its speed, ignoring Engagement and Reactions.</span>"
      }
    ],
    "core_system": {
      "name": "All-Terrain Aggressive Maneuver System",
      "active_name": "ATAMS Safety Override",
      "active_effect": "Until the end of the scene, Gunslinger's Grit now moves up to 3 spaces and ignores Immobilized and Slowed. <span>This combat maneuver may be treated as Flying, but must end the movement on the ground or another solid surface, or else immediately begin falling. In addition, Quick Draw now deals full damage, heat, and burn.</span>",
      "activation": "Protocol",
      "description": "<span>The ATAMS is a combination of additional verniers distributed through its body and durable rapid-response sensors located in its head unit and backpack. Using this system, the Gunslinger GM in the right hands is incredibly hard to pin down. Normally the performance of this system is suppressed in order to prevent collateral damage from accidental collisions, but the safety measures can be shut off whether due to extenuous circumstances or if such danger is not a factor.</span>",
      "deactivation": "",
      "use": "Scene",
      "active_actions": [],
      "active_bonuses": [],
      "active_synergies": [],
      "passive_name": "",
      "passive_effect": "",
      "passive_actions": [],
      "passive_bonuses": [],
      "passive_synergies": [],
      "deployables": [],
      "counters": [],
      "integrated": [],
      "special_equipment": [],
      "tags": []
    },
    "specialty": false,
    "image_url": "https://i.imgur.com/iUvTFYv.png",
    "y_pos": 19
  },
  {
    "id": "MSG0079_kampfer",
    "license_id": "MSG0079_kampfer",
    "source": "ZN",
    "license_level": 2,
    "name": "MS-18E Kämpfer",
    "mechtype": [
      "Striker"
    ],
    "variant": "",
    "description": "<div>A variant of a late-war mobile suit design, the MS-18E Kämpfer is a very singularly focused design that prioritized speed and firepower over armor protection. The E model was originally built as a high-speed assault unit assigned to special forces, eschewing its base model's armor to make room for additional weapon mounts (of which were jettisonable in order to minimize dead weight during prolonged combat).</div><div>First spotted during Operation Odessa, the Kämpfer gained a reputation for being an especially dangerous city-fighter, ambushing Federation units in tight close-quarters engagements to deadly effect.</div><div>Ironically, one of the most famous specimens was a Kämpfer that had been captured by Ukrainian militia during the Battle of Odessa City, the blue-and-gold emblazoned machine used by the Ukrainian citizens in spearheading the charge to retake the city.</div><div>With the end of the war, production on the Kämpfer has winded down significantly, though the Republic of Zeon maintains a small fleet of these machines. It has also seen rising popularity with private defense contractors, due to its specs lending itself well in short-duration search and destroy operations against militant insurgencies.</div>",
    "mounts": [
      "Main",
      "Flex",
      "Heavy"
    ],
    "stats": {
      "size": 1,
      "structure": 4,
      "stress": 4,
      "armor": 0,
      "hp": 6,
      "evasion": 12,
      "edef": 8,
      "heatcap": 4,
      "repcap": 2,
      "sensor_range": 5,
      "tech_attack": -2,
      "save": 11,
      "speed": 6,
      "sp": 6
    },
    "traits": [
      {
        "name": "Expendable Mountings",
        "use": "Round",
        "description": "<div>1/round, the Kämpfer may perform the following action:</div>",
        "actions": [
          {
            "name": "Discard",
            "activation": "Free",
            "detail": "<div><span>As a Free Action, the Kampfer may expend a Charge from any Limited system in exchange for 1 Momentum.</span></div>",
            "pilot": false,
            "synergy_locations": [],
            "tech_attack": false,
            "frequency": "Unlimited",
            "init": "",
            "trigger": ""
          }
        ]
      },
      {
        "name": "Einhauen",
        "use": "Turn",
        "description": "<div><span>1/turn, when the </span>Kämpfer <span>uses a weapon or system with the Limited tag, it may move up to 3 spaces, before or after taking the action, ignoring engagement and reactions. This includes using the Discard action.</span></div>"
      },
      {
        "name": "Fragile",
        "use": "",
        "description": "<div>T<span>he Kämpfer takes +1 difficulty on all Hull checks and saves.</span></div>"
      }
    ],
    "core_system": {
      "name": "Wilde Jagd Combat Computer",
      "active_name": "Through Violence",
      "active_effect": "<span>For the rest of the Scene, raise the maximum amount of Momentum dice you can hold to 6. Remove the round restriction on taking Momentum actions and generating Momentum dice. Additionally, gain access to the following options:</span>",
      "activation": "Protocol",
      "description": "",
      "deactivation": "",
      "use": "Scene",
      "active_actions": [
        {
          "name": "Push",
          "activation": "Free",
          "detail": "<strong><span>(Cost: 3 dice)</span></strong><span> Move in a straight line up to your speed, ignoring engagement and obstructions. Select up to 3 characters in or adjacent to this path—they each take 1d6 AP Kinetic damage and must pass an Agility save or else fall Prone. Objects in this path take 10 AP Kinetic damage.</span>",
          "cost": 0,
          "pilot": false,
          "damage": [],
          "range": [],
          "synergy_locations": [],
          "tech_attack": false,
          "frequency": "Unlimited",
          "init": "",
          "trigger": ""
        },
        {
          "name": "Brutalize ",
          "activation": "Free",
          "detail": "<strong><span>(Cost: 3 dice)</span></strong><span> Choose any non-Superheavy weapon. The next time you attack with this weapon, destroying a target or dealing structure damage triggers the following secondary attack effect: move up to your speed and attack any other character within range. Secondary attacks may trigger additional secondary attacks.</span>",
          "cost": 0,
          "pilot": false,
          "damage": [],
          "range": [],
          "synergy_locations": [],
          "tech_attack": false,
          "frequency": "Unlimited",
          "init": "",
          "trigger": ""
        },
        {
          "name": "Phase",
          "activation": "Free",
          "detail": "<strong><span>(Cost: 2 dice</span></strong><span>) Roll a number of dice equal to this ability’s cost. A number of attacks made against you (equal to your lowest rolled value) treats you as if you were Invisible. Attacks affected by this ability are unable to inflict any non-damage effects, such as Reliable. This effect lasts until either all charges have been used, or the end of your next turn.</span>",
          "cost": "0",
          "pilot": false,
          "damage": [],
          "range": [],
          "synergy_locations": [],
          "tech_attack": false,
          "frequency": "Unlimited",
          "init": "",
          "trigger": ""
        }
      ],
      "active_bonuses": [],
      "active_synergies": [],
      "passive_name": "Reach Heaven",
      "passive_effect": "Upon inflicting structure damage on an enemy (including destroying), gain a D6 Momentum dice, up to a maximum of 3. This can only be generated once per enemy per round, even if multiple structure damage was inflicted.<br/><span>1/round, you may spend your Momentum for one of the following effects as a Free Action.</span>",
      "passive_actions": [
        {
          "name": "Recover",
          "activation": "Free",
          "detail": "<strong><span>(Cost: 1 die) </span></strong><span>Make an Agility Check, using the die as Accuracy. Clear the Slowed or Immobilized condition on a successful check. This ability can only clear one condition per die.</span>",
          "cost": 0,
          "pilot": false,
          "damage": [],
          "range": [],
          "synergy_locations": [],
          "tech_attack": false,
          "frequency": "Unlimited",
          "init": "",
          "trigger": ""
        },
        {
          "name": "Scrape",
          "activation": "Free",
          "detail": "<strong><span>(Cost: 1 die) </span></strong><span>Pick a target within Range 3. You fire your head-mounted Vulcans, dealing 2 Kinetic damage. If you cause structure damage or kill a hostile mech character with this action, refund the cost.</span>",
          "cost": 0,
          "pilot": false,
          "damage": [],
          "range": [],
          "synergy_locations": [],
          "tech_attack": false,
          "frequency": "Unlimited",
          "init": "",
          "trigger": ""
        },
        {
          "name": "Dodge ",
          "activation": "Free",
          "detail": "<strong><span>(Cost: 2 dice) </span></strong><span>Roll the dice and pick the highest of the two. Gain Overshield equal to the result, dissipating at the end of your next turn. When this Overshield is expended, you may move up to your speed, ignoring engagement and reactions.</span>",
          "cost": 0,
          "pilot": false,
          "damage": [],
          "range": [],
          "synergy_locations": [],
          "tech_attack": false,
          "frequency": "Unlimited",
          "init": "",
          "trigger": ""
        }
      ],
      "passive_bonuses": [],
      "passive_synergies": [],
      "deployables": [],
      "counters": [],
      "integrated": [],
      "special_equipment": [],
      "tags": []
    },
    "specialty": false,
    "image_url": "https://i.imgur.com/ySt6iR9.png",
    "y_pos": 20
  },
  {
    "id": "ZN_Hygogg_Halo",
    "license_id": "MSG0079_msm_zerothreec_hygogg_",
    "source": "ZN",
    "license_level": 2,
    "name": "MSM-03HA Hygogg \"Hunter\"",
    "mechtype": [
      "Striker",
      "Defender"
    ],
    "variant": "MSM-03C Hygogg ",
    "description": "<div>A postwar Zeon Republican modification of the Hygogg, the Hunter variant of the Hygogg is analogous to Federation Full Armor refits from the One Year War.</div>",
    "mounts": [
      "Flex",
      "Heavy"
    ],
    "stats": {
      "size": 2,
      "structure": 4,
      "stress": 4,
      "armor": 3,
      "hp": 4,
      "evasion": 6,
      "edef": 8,
      "heatcap": 6,
      "repcap": 6,
      "sensor_range": 8,
      "tech_attack": 0,
      "save": 10,
      "speed": 3,
      "sp": 6
    },
    "traits": [
      {
        "name": "Aquatic",
        "use": "",
        "description": "<div>The Hygogg treats all bodies of water or similar fluids as normal terrain, and has integrated EVA for deep ocean environments.</div>"
      },
      {
        "name": "Uparmored Bulk",
        "use": "",
        "description": "<div><span>Any hostile action that must draw line of sight through the Hunter Hygogg to reach its target must be redirected toward the Hunter Hygogg. Cone and Line effects that intersect with Hunter Hygogg may not pass through it.</span></div>"
      },
      {
        "name": "Mobile Defender",
        "use": "",
        "description": "<div><span>Gain access to the Hustle Reaction</span></div>",
        "actions": [
          {
            "name": "Hustle",
            "activation": "Reaction",
            "detail": "<div><span>Move up to your speed along the shortest possible route to intersect the action.</span></div>",
            "pilot": false,
            "synergy_locations": [],
            "tech_attack": false,
            "frequency": "1/round",
            "init": "",
            "trigger": "<div><span>An ally within Sensors is targeted by any hostile effect.</span></div>"
          }
        ]
      }
    ],
    "core_system": {
      "name": "MAV Tactical Algorithms",
      "active_name": "Hunter-Killer Team",
      "active_effect": "S<span>elect an allied character within Sensors to designate as a Battle Buddy. A data-link opens between your machines, increasing your efficiency when working together. This connection remains active until the end of the Scene. Both parties gain unique effects, which are active so long as they are adjacent with one another.</span><br/><ul><li><span>Hunter Hygogg effect:</span><br/><ul><li><span>Gain resistance to all Damage, Burn, and Heat that isn’t self-inflicted.</span><br/></li></ul></li><li><span>Battle Buddy effect:</span><br/><ul><li><span>Gain the Counterattack reaction.</span><br/></li></ul></li></ul>",
      "activation": "Quick",
      "description": "",
      "deactivation": "",
      "use": "",
      "active_actions": [
        {
          "name": "Counterattack",
          "activation": "Reaction",
          "detail": "<span>Skirmish against the triggering hostile character if they are in range, dealing half damage, burn, and heat on a hit. This attack has a base </span><strong><span>+1 Accuracy</span></strong><span>.</span>",
          "cost": 0,
          "pilot": false,
          "damage": [],
          "range": [],
          "synergy_locations": [],
          "tech_attack": false,
          "frequency": "3/round",
          "init": "",
          "trigger": "<span>The Hunter Hygogg is targeted by any hostile effect.</span>"
        }
      ],
      "active_bonuses": [],
      "active_synergies": [],
      "passive_name": "",
      "passive_effect": "",
      "passive_actions": [],
      "passive_bonuses": [],
      "passive_synergies": [],
      "deployables": [],
      "counters": [],
      "integrated": [
        "MSG0079_ZN_Hunter_Shield"
      ],
      "special_equipment": [],
      "tags": []
    },
    "specialty": false,
    "image_url": "",
    "y_pos": 0
  }
]