[
  {
    "id": "MSG0079_ade_m_zeroone_area_denial_grenades",
    "name": "ADE-M-01 Area Denial Grenades",
    "source": "EFRD",
    "license": "RGM-79 GM",
    "license_id": "MSG0079_rgm_sevennine_gm",
    "license_level": 2,
    "type": "System",
    "sp": "2",
    "description": "<div>First used in the Zeon Ardennes Offensive, the ADE-M-01 Area Denial Grenade was one of a vast array of anti-MS weaponry and tactics pioneered for use in the defense of the New Maginot Line. Lethally effective both in holding a position and skirmishing pursuing enemies on the way back to the next line of defense, the Area Denial Grenade had destroyed numerous Zaku IIs and conventional vehicles during the failed offensive and was famously cited by French general Josephine Landais as being a key component in the Federation coalition's successful defense of the French border from further Zeon incursion.</div>",
    "tags": [
      {
        "id": "tg_limited",
        "val": 2
      },
      {
        "id": "tg_grenade",
        "name": "Grenade",
        "description": "As a quick action, this explosive or other device can be thrown to a space within line of sight and the specified Range."
      }
    ],
    "actions": [
      {
        "name": "\"Roller\" Mode Grenade",
        "activation": "Quick",
        "detail": "<div>Instead of throwing this grenade, it rolls along a line 10 path directly from you, bouncing over obstructions and objects up to Size 1 and passing through holes or gaps no smaller than Size 1/2. It detonates when it moves through or adjacent to the space occupied by any character: they must succeed on an Agility save or take 1d6+3 explosive damage and be knocked 3 spaces in the direction the grenade was rolled. On a success, they take half damage and aren’t knocked back.</div>",
        "pilot": false,
        "damage": [
          {
            "type": "Explosive",
            "val": "1d6+3"
          }
        ],
        "synergy_locations": [],
        "tech_attack": false,
        "frequency": "Unlimited",
        "init": "",
        "trigger": ""
      }
    ],
    "deployables": [
      {
        "name": "\"Seeker\" Mode Grenade",
        "type": "Mine",
        "detail": "<div>This mine detonates when an enemy unit moves into or within a burst 5 zone. The mine launches itself towards the offending target and detonates in a Blast 1 zone centered on said target: all characters within the affected area must succeed on a Systems save or take 2d6 explosive damage. On a success, they take half damage and are otherwise unaffected.</div>",
        "size": null,
        "activation": "",
        "deactivation": "",
        "recall": "",
        "redeploy": "",
        "instances": 1,
        "cost": 1,
        "armor": "",
        "hp": "",
        "evasion": "",
        "edef": "",
        "heatcap": "",
        "repcap": "",
        "sensor_range": "",
        "tech_attack": "",
        "save": "",
        "speed": "",
        "pilot": false,
        "mech": false
      }
    ]
  },
  {
    "id": "MSG0079_electromagnetic_actuators",
    "name": "Electromagnetic Actuators",
    "source": "EFRD",
    "license": "RGM-79 GM",
    "license_id": "MSG0079_rgm_sevennine_gm",
    "license_level": 4,
    "effect": "<div>1/round, upon being targeted by a ranged weapon (and not tech attacks), spend a reaction to move one space in any direction before the attack is resolved. This movement does not trigger overwatch or reaction fire. Additionally, gain access to the Rapid Reaction action.</div>",
    "type": "System",
    "sp": "2",
    "description": "<div>A special membrane treatment applied to mobile suit joints to improve their response speed. The mobile suits developed by the Earth Federation Forces use special actuators called field motors, which have their efficiency increased by the magnet coating process. The treatment also reduces friction resistance in the mobile suit's joints. First tested on the RX-78-3 Gundam \"G-3\", this process is then applied to the RX-78-2 used by Amuro Ray, reducing the time required for changes of direction by roughly 27%.</div>",
    "actions": [
      {
        "name": "Rapid Reaction",
        "activation": "Reaction",
        "detail": "<div>Inflict 1 heat on Self. Gain +1 Accuracy to an Overwatch Reaction attack.</div>",
        "pilot": false,
        "synergy_locations": [],
        "tech_attack": false,
        "frequency": "Unlimited",
        "init": "",
        "trigger": "<div>Initiate an Overwatch reaction with a non-tech Attack.</div>"
      }
    ]
  },
  {
    "id": "MSG0079_reactive_targeting_solutions",
    "name": "Reactive Targeting Solutions",
    "source": "ZN",
    "license": "Exotics",
    "license_id": "",
    "license_level": 0,
    "effect": "<div>Once per turn, you may benefit from a Lock-On without consuming it. </div>",
    "type": "System",
    "sp": "3",
    "description": "",
    "tags": [
      {
        "id": "tg_exotic",
        "val": null
      }
    ]
  },
  {
    "id": "MSG0079_mip_bsix_cracker_grenade",
    "name": "MIP-B6 Cracker Grenade",
    "source": "ZN",
    "license": "",
    "license_id": "",
    "license_level": 0,
    "effect": "<div>Gain 4 charges. These charges may be used for either Cracker Frag Grenade or Cracker Flash Grenade, and are replenished with a Full Repair.</div>",
    "type": "System",
    "sp": "2",
    "description": "",
    "tags": [
      {
        "id": "tg_grenade",
        "val": 0
      },
      {
        "id": "tg_arcing",
        "val": null
      }
    ],
    "actions": [
      {
        "name": "Cracker Frag Grenade",
        "activation": "Quick",
        "detail": "<div>Throw a Cracker Grenade anywhere within Sensors Range. All characters within a Blast 2 area must pass an Agility save or take 1d6 Explosive damage. On a success, they take half damage.</div>",
        "pilot": false,
        "damage": [
          {
            "type": "Explosive",
            "val": "1d6"
          }
        ],
        "range": [
          {
            "type": "Blast",
            "val": "2"
          }
        ],
        "synergy_locations": [],
        "tech_attack": false,
        "frequency": "Unlimited",
        "init": "",
        "trigger": ""
      },
      {
        "name": "Cracker Flash Grenade",
        "activation": "Quick",
        "detail": "<div>Toss a Cracker Flash Grenade anywhere within Sensors. All targets within Blast 1 must succeed a Systems check or be Impaired until the end of their next turn.</div>",
        "pilot": false,
        "damage": [
          {
            "type": "Heat",
            "val": "0"
          }
        ],
        "range": [
          {
            "type": "Blast",
            "val": "1"
          }
        ],
        "synergy_locations": [],
        "tech_attack": false,
        "frequency": "Unlimited",
        "init": "",
        "trigger": ""
      }
    ],
    "counters": [
      {
        "id": "5792434e-d3bf-4592-b857-13751a333ae5",
        "name": "Grenades",
        "min": "0",
        "max": "4",
        "default_value": "4"
      }
    ]
  },
  {
    "id": "MSG0079_sturmfaust",
    "name": "Sturmfaust",
    "source": "ZN",
    "license": "",
    "license_id": "",
    "license_level": 0,
    "effect": "<div>Gain two charges of Sturm Faust. Replenish these charges with a Full Repair.</div>",
    "type": "System",
    "sp": "1",
    "description": "<div>The Sturm Faust is a simplified, disposable rocket launcher. It consisted of a rocket launcher and a tube for firing. The rocket launcher consists of a warhead filled with a fuse and gunpowder, to which is attached a tube with solid fuel that acts as a rocket for propulsion. To enhance straight-line propulsion, folded stabilizing wings are installed, and they unfold immediately after launch. The launch tube only had a launcher attached to it. When the rocket launches, a jet of flame flares out from the rear of the tube. After firing, the tube is discarded. The Sturm Faust could be regarded as a kind of recoilless gun. It is said to have an effective range of 600 meters, but in reality, it is necessary to move closer to be able to hit the target. Furthermore, as the warhead is not equipped with a guidance device, it is extremely hard to use the Sturm Faust to hit a moving target accurately. However, it is still a highly destructive portable weapon.</div><div>Used in anti-ship and anti-MS battles, this weapon does not require special equipment, such as a manipulator equipped with a connector for ignition, so it could be operated by any MS that can move its fingers. In addition, it was easier to handle than recoilless guns, and its disposable nature made it a popular weapon of Zeon's mobile suits from the middle to the end of the One Year War. Its simple structure also made it easy to manufacture, and after the end of the One Year War, when supply became difficult, many remnants of the Principality of Zeon used this armament. Due to its excellent cost performance, the Sturm Faust is still in use even in U.C.0090s. The same type of armament is also used by the Federation's MS, but the name \"Sturm Faust\" is frowned upon as being \"Zeon-like,\" and they are often referred to as \"clubs\" because of their shape.</div>",
    "tags": [
      {
        "id": "tg_unique",
        "val": 0
      },
      {
        "id": "tg_limited",
        "val": 2
      }
    ],
    "actions": [
      {
        "name": "Sturm Faust",
        "activation": "Quick",
        "detail": "<div>Fire the Sturmfaust.</div>",
        "pilot": false,
        "damage": [
          {
            "type": "Explosive",
            "val": "1d6+3"
          }
        ],
        "range": [
          {
            "type": "Range",
            "val": "12"
          },
          {
            "type": "Blast",
            "val": "1"
          }
        ],
        "synergy_locations": [],
        "tech_attack": false,
        "frequency": "Unlimited",
        "init": "",
        "trigger": ""
      }
    ]
  },
  {
    "id": "MSG0079__prometheus_model_ultracompact_fusion_reactor",
    "name": "\"Prometheus\" Model Ultracompact Fusion Reactor",
    "source": "EFRD",
    "license": "RGM-79 GM",
    "license_id": "MSG0079_rgm_sevennine_gm",
    "license_level": 4,
    "effect": "<div>The MS may now <strong>Shunt Power to Maneuvering Subsystems </strong>or <strong>Shunt Power to Weapon Systems </strong>as a Protocol in exchange for taking 1d3 Heat.</div>",
    "type": "System",
    "sp": "4",
    "description": "<div>A variant of the Minovsky Ultracompact Fusion Reactor based on GM's proprietary hydrogen fusion reactor designs, this Helium-3 fusion reactor was created to be compatible with the same mountings that most mobile suits use for their Minovsky reactors and thus easily retrofittable into existing designs. Using Torenov Minovsky's insight on the original design, the GM 800FR/He-3 Prometheus Reactor is streamlined for effective mass production while also making notable improvements in reactor output. This additional power can be shunted to boost the performance of a designated system without affecting the power draw of other systems.</div>",
    "tags": [
      {
        "id": "tg_unique",
        "val": null
      },
      {
        "id": "tg_protocol",
        "val": null
      },
      {
        "id": "tg_exotic",
        "name": "EXOTIC GEAR",
        "description": "EXOTIC GEAR is a general tag for equipment that exists outside the traditional licensing system.",
        "filter_ignore": true
      }
    ],
    "actions": [
      {
        "name": "Shunt Power to Maneuvering Subsystems",
        "activation": "Protocol",
        "detail": "<div>Until the start of your next turn, gain +1 Accuracy to Agility checks and saves, and enemy attacks against you suffer +1 Difficulty.</div>",
        "pilot": false,
        "synergy_locations": [],
        "tech_attack": false,
        "frequency": "Unlimited",
        "init": "",
        "trigger": ""
      },
      {
        "name": "Shunt Power to Weapon Systems",
        "activation": "Protocol",
        "detail": "<div>Until the start of your next turn, gain 1d6 damage to all Energy weapons.</div>",
        "pilot": false,
        "synergy_locations": [],
        "tech_attack": false,
        "frequency": "Unlimited",
        "init": "",
        "trigger": ""
      }
    ]
  },
  {
    "id": "MSG0079_renard_basque_ai",
    "name": "Renard Basque-Type AI",
    "source": "ZN",
    "license": "MSM-03C Hygogg ",
    "license_id": "MSG0079_msm_zerothreec_hygogg_",
    "license_level": 3,
    "effect": "<div>Gain use of the Renard Basque Protocol.</div>",
    "type": "System",
    "sp": "3",
    "description": "<div>A type of artificial intelligence designed for amphibious assaults, Renard Basque-Type AIs aid their pilots by automating minute chassis maneuvers in order to minimize damage from interception fire. While not a complete substitute for a pilot, this type of artificial intelligence is capable of learning and adapting its pilot's skills to supplement its capabilities when put on autopilot.</div><div>While the base version does not possess any form of personality, unofficial modifications often give them a pirate or privateer-like personality.</div>",
    "tags": [
      {
        "id": "tg_ai",
        "val": null
      },
      {
        "id": "tg_unique",
        "val": null
      },
      {
        "id": "tg_limited",
        "val": 3
      }
    ],
    "actions": [
      {
        "name": "Renard Basque Protocol",
        "activation": "Protocol",
        "detail": "<div>As a protocol, gain the following benefits until the beginning of your next turn:</div><ul><li><div>You may take the Overwatch reaction twice per round and may take an additional reaction this turn.</div></li><li><div>Your reactions can be triggered by involuntary movement.</div></li><li><div>Whenever you take the Overwatch reaction, you may opt to Ram or Grapple if the target is within range.</div><div>This effect immediately ends if you are STUNNED or take either structure or stress damage.</div></li></ul>",
        "cost": "1",
        "pilot": false,
        "synergy_locations": [],
        "tech_attack": false,
        "frequency": "Unlimited",
        "init": "",
        "trigger": ""
      }
    ]
  },
  {
    "id": "MSG0079_icarus_frame_shift_drive",
    "name": "Icarus Frame Shift Drive",
    "source": "EFRD",
    "license": "",
    "license_id": "",
    "license_level": 0,
    "effect": "<div>Gain access to the Frame Shift action.</div>",
    "type": "System",
    "sp": "4",
    "description": "",
    "actions": [
      {
        "name": "Frame Shift",
        "activation": "Free",
        "detail": "<div>You may take 1d6+3 heat in order to perform a full action as a quick action.</div>",
        "pilot": false,
        "synergy_locations": [],
        "tech_attack": false,
        "frequency": "Unlimited",
        "init": "",
        "trigger": ""
      }
    ]
  },
  {
    "id": "MSG0079_thrust_limiter_removal",
    "name": "Thrust Limiter Removal",
    "source": "EFRD",
    "license": "VF-0 Phoenix",
    "license_id": "MSG0079_vf_zero_phoenix",
    "license_level": 3,
    "effect": "<div>Gain use of the Limiter Override action.</div>",
    "type": "System",
    "sp": "3",
    "description": "",
    "tags": [
      {
        "id": "tg_heat_self",
        "name": "HEAT {VAL} (SELF)",
        "description": "Immediately after using this weapon or system, the user takes {VAL} Heat.",
        "val": 2
      },
      {
        "id": "tg_round",
        "name": "{VAL}/ROUND",
        "description": "This system, trait or reaction can be used {VAL} number of times between the start of the user’s turn and the start of their next turn.",
        "val": 1
      }
    ],
    "actions": [
      {
        "name": "Limiter Override",
        "activation": "Protocol",
        "detail": "<div>Until the end of your next turn, any self-inflicted heat damage received over heat cap is converted into AP energy instead of causing an overehat.</div>",
        "pilot": false,
        "synergy_locations": [],
        "tech_attack": false,
        "frequency": "Unlimited",
        "init": "",
        "trigger": ""
      }
    ]
  },
  {
    "id": "MSG0079_minovsky_cloak",
    "name": "Minovsky Cloak",
    "source": "ZN",
    "license": "MSM-07 Z'gok",
    "license_id": "MSG0079_msm_zeroseven_z_gok",
    "license_level": 1,
    "effect": "<div>The Minovsky Cloak incurs 1 Difficulty on all search actions targeting this mech. For every 10 spaces between you and the source, an additional +1 Difficulty is imposed, to a maximum of 3 Difficulty. </div>",
    "type": "System",
    "sp": "2",
    "description": ""
  },
  {
    "id": "MSG0079_twofourzeromm_concussive_torpedos",
    "name": "240mm Concussive Torpedos",
    "source": "ZN",
    "license": "MSM-07 Z'gok",
    "license_id": "MSG0079_msm_zeroseven_z_gok",
    "license_level": 3,
    "effect": "<div>1/round, this system may trigger upon losing the HIDDEN status. Choose up to three targets within Range 5 - each of those targets must roll a Hull check. On a failure, the targets take 5 Explosive damage and become Impaired and Slowed. On success, the targets take 3 Explosive damage.</div>",
    "type": "System",
    "sp": "2",
    "description": "",
    "tags": [
      {
        "id": "tg_limited",
        "name": "LIMITED {VAL}",
        "description": "This weapon or system can only be used {VAL} times before it requires a Full Repair. Some Limited systems, like Grenades, describe these uses as “charges”. To use the system, the user expends a charge.",
        "val": 5
      }
    ]
  },
  {
    "id": "MSG0079_extra_weapon_rack",
    "name": "Extra Weapon Rack",
    "source": "ZN",
    "license": "MS-18E Kämpfer",
    "license_id": "MSG0079_kampfer",
    "license_level": 1,
    "effect": "<div><span>Upon taking this System or during a Full Repair, choose a mount type: Aux/Aux, Main, or Heavy. This mounting can accept weapons according to its type, and is treated as its own mount for purpose of skirmishing and barraging. This system has X amount of charges based on type of weapon mounting used (Aux/Aux: 3, Main: 2, Heavy: 1), representing the amount of times you may attack with this mount. For weapons with the Limited Tag, their charges are reduced to X charges. Any weapons mounted to Extra Weapon Rack cannot benefit from any modification, including weapon mods and core bonuses.</span></div>",
    "type": "System",
    "sp": "2",
    "description": "",
    "tags": [
      {
        "id": "tg_limited",
        "name": "Limited {VAL}",
        "description": "This weapon or system can only be used {VAL} times before it requires a Full Repair. Some Limited systems, like Grenades, describe these uses as “charges”. To use the system, the user expends a charge.",
        "val": 0
      },
      {
        "id": "tg_unique",
        "name": "Unique",
        "description": "This weapon or system cannot be duplicated – each character can only have one copy of it installed at a time."
      }
    ]
  },
  {
    "id": "MSG0079_chain_mines",
    "name": "Chain Mines",
    "source": "ZN",
    "license": "MS-18E Kämpfer",
    "license_id": "MSG0079_kampfer",
    "license_level": 2,
    "type": "System",
    "sp": "2",
    "description": "<div><span>The Chain Mine was a number of disc-shaped mines connected to each other by flexible cable. Each mine had magnetic claws on its underside, allowing it to be attached to objects. The Chain Mine could be thrown out like grenades one by one, laid on the ground or fixed to a building as a mine, or (most destructively) attached to a single enemy and detonated</span></div>",
    "tags": [
      {
        "id": "tg_grenade",
        "name": "Grenade",
        "description": "As a quick action, this explosive or other device can be thrown to a space within line of sight and the specified Range."
      },
      {
        "id": "tg_limited",
        "name": "Limited {VAL}",
        "description": "This weapon or system can only be used {VAL} times before it requires a Full Repair. Some Limited systems, like Grenades, describe these uses as “charges”. To use the system, the user expends a charge.",
        "val": 4
      },
      {
        "id": "tg_unique",
        "name": "Unique",
        "description": "This weapon or system cannot be duplicated – each character can only have one copy of it installed at a time."
      }
    ],
    "actions": [
      {
        "name": "Throw Chain Mine",
        "activation": "Quick",
        "detail": "<div><span>Expend any number of charges to throw a length of Chain Mine onto a character within Range 5. This character must succeed at a Hull save or else be Immobilized until they remove the chain or the mines are detonated. On a successful save, they are Slowed instead. These mines arm at the end of your turn, after which you may detonate them with a Quick Action to deal an amount of 1d6 Explosive damage equal to the amount of charges you expended. An affected character may remove their binds with a successful Hull save, taken as a Full Action.</span></div>",
        "cost": "1",
        "pilot": false,
        "damage": [
          {
            "type": "Explosive",
            "val": "XD6"
          }
        ],
        "range": [
          {
            "type": "Range",
            "val": 5
          }
        ],
        "synergy_locations": [],
        "tech_attack": false,
        "frequency": "Unlimited",
        "init": "",
        "trigger": ""
      }
    ],
    "deployables": [
      {
        "name": "Chain Mine",
        "type": "Mine",
        "detail": "<div><span>Whenever you expend a charge to deploy a mine, deploy another in any free space adjacent to the first one. Characters who move directly on top of this mine must pass an Agility save or else take 1d6 Explosive damage, or half on a successful save.</span></div>",
        "size": null,
        "activation": "Quick",
        "deactivation": "",
        "recall": "",
        "redeploy": "",
        "instances": "2",
        "cost": 1,
        "armor": "",
        "hp": "",
        "evasion": "",
        "edef": "",
        "heatcap": "",
        "repcap": "",
        "sensor_range": "",
        "tech_attack": "",
        "save": "",
        "speed": "",
        "pilot": false,
        "mech": false
      }
    ]
  },
  {
    "id": "MSG0079_sleipnir_drive",
    "name": "Sleipnir Drive",
    "source": "ZN",
    "license": "MS-18E Kämpfer",
    "license_id": "MSG0079_kampfer",
    "license_level": 3,
    "effect": "<div><span>Whenever your action economy is limited by an effect (ie. Brace, Stunned), retain the ability to perform Free Actions and Overcharge. Each action taken this way generates 2 Heat.</span></div>",
    "type": "System",
    "sp": "3",
    "description": "",
    "tags": [
      {
        "id": "tg_unique",
        "name": "Unique",
        "description": "This weapon or system cannot be duplicated – each character can only have one copy of it installed at a time."
      },
      {
        "id": "tg_heat_self",
        "name": "Heat {VAL} (Self)",
        "description": "Immediately after using this weapon or system, the user takes {VAL} Heat.",
        "val": 2
      }
    ]
  },
  {
    "id": "MSG0079_flare_dispensers",
    "name": "Flare Dispensers",
    "source": "EFRD",
    "license": "VF-0 Phoenix",
    "license_id": "MSG0079_vf_zero_phoenix",
    "license_level": 1,
    "effect": "<div><span>Gain access to the </span><strong><span>Deploy Flares</span></strong><span> Reaction.</span></div>",
    "type": "System",
    "sp": "2",
    "description": "<div>A standard feature on most modern military aircraft, decoy flares have changed very little conceptually from their pre-UC counterparts. Commonly composed of a pyrotechnic composition based on magnesium or some other hot-burning metal, these flares are intended to burn hotter than an aircraft's engines in order to confuse infrared-based homing weaponry. These are also often paired with chaff launchers in order to throw off most forms of homing and tracking weaponry such as radar-guided missiles and radar-assisted anti-aircraft guns.</div>",
    "tags": [
      {
        "id": "tg_limited",
        "name": "Limited {VAL}",
        "description": "This weapon or system can only be used {VAL} times before it requires a Full Repair. Some Limited systems, like Grenades, describe these uses as “charges”. To use the system, the user expends a charge.",
        "val": 5
      },
      {
        "id": "tg_unique",
        "name": "Unique",
        "description": "This weapon or system cannot be duplicated – each character can only have one copy of it installed at a time."
      }
    ],
    "actions": [
      {
        "name": "Deploy Flares",
        "activation": "Reaction",
        "detail": "<div><span>This attack may not benefit from Accuracy and additionally is made as if the target were Invisible.</span></div>",
        "cost": "1",
        "pilot": false,
        "synergy_locations": [],
        "tech_attack": false,
        "frequency": "1/turn",
        "init": "",
        "trigger": "<span>An attack against you or an adjacent ally is Smart, is a Tech Attack, or consumes the Locked-On condition.</span>"
      }
    ]
  },
  {
    "id": "ZN_Predator_Lunge",
    "name": "Predator Lunge",
    "source": "ZN",
    "license": "MSM-03C Hygogg ",
    "license_id": "MSG0079_msm_zerothreec_hygogg_",
    "license_level": 1,
    "effect": "<div>1/round, before making a Ram, Grapple, or Improvised Melee, you may fly up to two spaces directly toward your target. If you end this movement adjacent to your target, they must make a Hull save or else be knocked prone. This action triggers engagement and reactions as usual.</div>",
    "type": "System",
    "sp": "2",
    "description": ""
  },
  {
    "id": "ZN_serrated_grapple",
    "name": "Serrated Heat Claws",
    "source": "ZN",
    "license": "MSM-03C Hygogg ",
    "license_id": "MSG0079_msm_zerothreec_hygogg_",
    "license_level": 2,
    "effect": "<div>Gain the <strong>Heat Up</strong> protocol.</div>",
    "type": "System",
    "sp": "2",
    "description": "",
    "actions": [
      {
        "name": "Heat Up",
        "activation": "Protocol",
        "detail": "<div>Until the start of your next turn, if a character escapes your grapple by any means, they must pass a Hull save or else take 1d6 AP Energy damage and be Shredded. This effect immediately ends if you are Stunned, Jammed, or if the grapple is reversed through a contested Hull check.</div>",
        "pilot": false,
        "synergy_locations": [],
        "tech_attack": false,
        "frequency": "Unlimited",
        "init": "",
        "trigger": ""
      }
    ]
  },
  {
    "id": "ZN_kaiju_musculature",
    "name": "Kaiju-Class Artificial Musculature",
    "source": "ZN",
    "license": "MSM-03C Hygogg ",
    "license_id": "MSG0079_msm_zerothreec_hygogg_",
    "license_level": 3,
    "effect": "<div>Gain access to the <strong>Kaiju Attacks </strong>quick action. You are not immobilized or slowed when lifting or dragging, respectively.</div>",
    "type": "System",
    "sp": "3",
    "description": "",
    "actions": [
      {
        "name": "Kaiju Attacks",
        "activation": "Quick",
        "detail": "<div>You take one character you are grappling or an object you are lifting and swing them at a chosen target. This counts as attacking with a Melee Weapon with Threat 1 and can be modified by anything that modifies Threat. This deals 2 Kinetic damage on a hit to both the grappled character/lifted object and the target, dealing 1d6 additional Kinetic damage for each Size larger than 1/2. If this is enough to destroy the grappled character, you may then elect to place the wreck in any adjacent free space.</div>",
        "pilot": false,
        "synergy_locations": [],
        "tech_attack": false,
        "frequency": "Unlimited",
        "init": "",
        "trigger": ""
      }
    ]
  },
  {
    "id": "if-cage-pro",
    "name": "I-Field Cage Projector",
    "source": "EFRD",
    "license": "MS-06X Psycommu Zaku",
    "license_id": "fdsafdjsaiofghdsia",
    "license_level": 2,
    "effect": "<span>Select any free space within Sensors and Line of Sight to deploy the I-Field Cage Projector. It may be redeployed or recalled as a Quick Action.</span>",
    "type": "System",
    "sp": "3",
    "description": "",
    "tags": [
      {
        "id": "tg_limited",
        "name": "Limited {VAL}",
        "description": "This weapon or system can only be used {VAL} times before it requires a Full Repair. Some Limited systems, like Grenades, describe these uses as “charges”. To use the system, the user expends a charge.",
        "val": 3
      },
      {
        "id": "tg_resistance",
        "name": "Resistance",
        "description": "Reduce all damage from a source you have resistance to by half",
        "val": "Energy"
      }
    ],
    "deployables": [
      {
        "name": "I-Field Cage Projector",
        "type": "Drone",
        "detail": "<span>This drone projects a Burst 2 cloud of supercharged Minovsky Particles. If an attack that does any Energy damage would draw line of sight through this area, the attack and all secondary effects are negated. Instead, the attack ricochets off the I-Field, attacking a target of your choice within Range 5 of the Cage Projector. On a hit, this attack deals +1d6 bonus Energy damage. Bonus damage does stack if the attack bounces between multiple I-Field Cages.&nbsp;</span><br><span>The Limited tag does not refer to the amount of Drones of this class you are able to deploy—it refers to the amount of times this effect can happen. When you run out of charges, the Drone is not destroyed, but its E-Caps can no longer support the projection of an I-Field Cage.</span>",
        "size": 0.5,
        "activation": "Quick",
        "deactivation": "",
        "recall": "Quick",
        "redeploy": "Quick",
        "instances": 1,
        "cost": 1,
        "armor": "",
        "hp": "5",
        "evasion": "10",
        "edef": "10",
        "heatcap": "",
        "repcap": "",
        "sensor_range": "",
        "tech_attack": "",
        "save": "",
        "speed": "",
        "pilot": false,
        "mech": false
      }
    ]
  },
  {
    "id": "MSG0079_butt-master",
    "name": "Butterfly Impulse",
    "source": "EFRD",
    "license": "MS-06X Psycommu Zaku",
    "license_id": "fdsafdjsaiofghdsia",
    "license_level": 2,
    "type": "Tech",
    "sp": "2",
    "description": "",
    "tags": [
      {
        "id": "tg_unique",
        "name": "Unique",
        "description": "This weapon or system cannot be duplicated – each character can only have one copy of it installed at a time."
      }
    ],
    "actions": [
      {
        "name": "Activate Butterfly Impulse",
        "activation": "Full Tech",
        "detail": "<span>Make a tech attack against a character within Sensors and Line of Sight. If successful, your target takes 1 Heat and is Locked-on. You may then select another character within Range 5 of your original target and make another tech attack. If successful, they also take 1 Heat and are Locked-on. The chain continues until there are no more valid targets or until a tech attack fails. You may pass this effect through willing allied characters—if you do so, they instead clear 1 Heat. This system cannot target the same target more than once.</span>",
        "pilot": false,
        "synergy_locations": [],
        "tech_attack": false,
        "frequency": "Unlimited",
        "init": "",
        "trigger": ""
      }
    ]
  },
  {
    "id": "coop-mino-barrier",
    "name": "Cooperative Minovsky Particle Accelerator",
    "source": "EFRD",
    "license": "MS-06X Psycommu Zaku",
    "license_id": "fdsafdjsaiofghdsia",
    "license_level": 3,
    "type": "System",
    "sp": "3",
    "description": "",
    "tags": [
      {
        "id": "tg_heat_self",
        "name": "Heat {VAL} (Self)",
        "description": "Immediately after using this weapon or system, the user takes {VAL} Heat.",
        "val": 2
      },
      {
        "id": "tg_unique",
        "name": "Unique",
        "description": "This weapon or system cannot be duplicated – each character can only have one copy of it installed at a time."
      }
    ],
    "actions": [
      {
        "name": "Deploy Minovsky Barrier",
        "activation": "Quick Tech",
        "detail": "<span>Select any two allied Drones within Sensors and Line of Sight, up to 8 spaces from each other. These two drones bounce a series of highly charged Minovsky Particles between each other, generating a Line between the two, 4 spaces high. The first time a character enters this zone in a round they must succeed a Hull Save or else take 1d6 Burn Damage and 2 Heat, half on a successful save. If the drones move, the line moves with them. This effect provides Soft Cover.</span><br/><span>At the beginning of every turn you have this effect active, you take 2 Heat. If the drones move further than 8 spaces from each other, lose Line of Sight with each other, or you cancel this action with a Free Action, the effect ends.</span>",
        "pilot": false,
        "synergy_locations": [],
        "tech_attack": false,
        "frequency": "Unlimited",
        "init": "",
        "trigger": ""
      }
    ]
  },
  {
    "id": "MSG0079_sewer-slide-drone",
    "name": "Suicide Drone",
    "source": "ZN",
    "license": "SRf-06 Dahle",
    "license_id": "dahle-skink",
    "license_level": 1,
    "effect": "<span>As a Quick Action, deploy this drone to any free adjacent space. </span><br/><span>As this drone has no internal guidance mechanism, you must use a Quick Action if you want to move it up to its speed. Since the Drone is laser-guided, you may only move your Drone this way when it is within your Sensors Range and Line of Sight. When this Drone collides with a character or obstruction, or is otherwise destroyed, it detonates in a Blast 2 explosion centered on itself. Everything caught in the blast radius must pass a Hull Save or else take 3d6 Explosive damage, or half on a successful save. This Drone is capable of hover flight.</span>",
    "type": "Drone",
    "sp": "2",
    "description": "",
    "tags": [
      {
        "id": "tg_quick_action",
        "name": "Quick Action",
        "description": "This system requires a quick action to Activate."
      },
      {
        "id": "tg_limited",
        "name": "Limited {VAL}",
        "description": "This weapon or system can only be used {VAL} times before it requires a Full Repair. Some Limited systems, like Grenades, describe these uses as “charges”. To use the system, the user expends a charge.",
        "val": 2
      }
    ],
    "deployables": [
      {
        "name": "Suicide Drone",
        "type": "Drone",
        "detail": "<span>As a Quick Action, deploy this drone to any free adjacent space. </span><br/><span>As this drone has no internal guidance mechanism, you must use a Quick Action if you want to move it up to its speed. Since the Drone is laser-guided, you may only move your Drone this way when it is within your Sensors Range and Line of Sight. When this Drone collides with a character or obstruction, or is otherwise destroyed, it detonates in a Blast 2 explosion. Everything caught in the blast radius must pass a Hull Save or else take 3d6 Explosive damage, or half on a successful save. This Drone is capable of hover flight.</span>",
        "size": 0.5,
        "activation": "Quick",
        "deactivation": "",
        "recall": "",
        "redeploy": "",
        "instances": 1,
        "cost": 1,
        "armor": "",
        "hp": "2",
        "evasion": "10",
        "edef": "6",
        "heatcap": "",
        "repcap": "",
        "sensor_range": "",
        "tech_attack": "",
        "save": "",
        "speed": "6",
        "pilot": false,
        "mech": false
      }
    ]
  },
  {
    "id": "MSG0079_harp-drone",
    "name": "Harpoon Drone",
    "source": "ZN",
    "license": "SRf-06 Dahle",
    "license_id": "dahle-skink",
    "license_level": 2,
    "effect": "This Drone may be deployed anywhere within Line of Sight and Sensors as a Quick Action. It may be recalled or redeployed as a Quick Action.<br/><span>Upon being deployed, this Drone exerts a Burst 3 zone of influence. If any hostile character moves into or within this zone, the drone fires a harpoon. The target must make an Agility save or else be hit, dealing 5 Kinetic damage and linking with the target. While linked, the target may not take any movement that takes them further from the Drone, voluntary or otherwise. This effect lasts until the target is destroyed, passes a Hull Save as a Quick Action to escape, the Drone is destroyed, or the Drone is recalled or redeployed. Only one target may be under this effect at a time per drone.</span>",
    "type": "Drone",
    "sp": "2",
    "description": "",
    "tags": [
      {
        "id": "tg_quick_action",
        "name": "Quick Action",
        "description": "This system requires a quick action to Activate."
      }
    ],
    "deployables": [
      {
        "name": "Harpoon Drone",
        "type": "Drone",
        "detail": "<span>Upon being deployed, this Drone exerts a Burst 3 zone of influence. If any hostile character moves into or within this zone, the drone fires a harpoon. The target must make an Agility Save or else be hit, dealing 5 Kinetic damage and linking with the target. While linked, the target may not take any movement that takes them further from the Drone, voluntary or otherwise. This effect lasts until the target is destroyed, passes a Hull Save as a Quick Action to escape, the Drone is destroyed, or the Drone is recalled or redeployed. Only one target may be under this effect at a time per drone.</span>",
        "size": 0.5,
        "activation": "Quick",
        "deactivation": "",
        "recall": "Quick",
        "redeploy": "Quick",
        "instances": 1,
        "cost": 1,
        "armor": "1",
        "hp": "5",
        "evasion": "10",
        "edef": "10",
        "heatcap": "",
        "repcap": "",
        "sensor_range": "",
        "tech_attack": "",
        "save": "",
        "speed": "",
        "pilot": false,
        "mech": false
      }
    ]
  },
  {
    "id": "MSG0079_flip-flappers",
    "name": "Flipper Beacon",
    "source": "ZN",
    "license": "SRf-06 Dahle",
    "license_id": "dahle-skink",
    "license_level": 3,
    "effect": "<span>Select a free space within Range 5 to deploy this Flipper Beacon as a Quick Action. It projects a Burst 2 area, in which all hostile Drones and Deployables at least partially in the area of effect flip allegiance and become yours for all intents and purposes. If any given Drone or Deployable is moved out of range of the beacon or the beacon is destroyed, it is returned to the original owner. Otherwise, this effect lasts until the end of the scene.</span>",
    "type": "Deployable",
    "sp": "2",
    "description": "",
    "tags": [
      {
        "id": "tg_limited",
        "name": "Limited {VAL}",
        "description": "This weapon or system can only be used {VAL} times before it requires a Full Repair. Some Limited systems, like Grenades, describe these uses as “charges”. To use the system, the user expends a charge.",
        "val": 2
      }
    ],
    "deployables": [
      {
        "name": "Flipper Beacon",
        "type": "Deployable",
        "detail": "<span>Select a free space within Range 5 to deploy this Flipper Beacon as a Quick Action. It projects a Burst 2 area, in which all hostile Drones and Deployables at least partially in the area of effect flip and become yours for all intents and purposes. If any given Drone or Deployable is moved out of range of the beacon or the beacon is destroyed, it is returned to the original owner. Otherwise, this effect lasts until the end of the scene.</span>",
        "size": 0.5,
        "activation": "Quick",
        "deactivation": "",
        "recall": "",
        "redeploy": "",
        "instances": 1,
        "cost": 1,
        "armor": "",
        "hp": "10",
        "evasion": "5",
        "edef": "5",
        "heatcap": "",
        "repcap": "",
        "sensor_range": "",
        "tech_attack": "",
        "save": "",
        "speed": "",
        "pilot": false,
        "mech": false
      }
    ]
  },
  {
    "id": "MSG0079_good-boy",
    "name": "Mastiff Drone",
    "source": "ZN",
    "license": "SRf-06 Dahle",
    "license_id": "dahle-skink",
    "license_level": 3,
    "effect": "<span>You may deploy the Mastiff Drone (name optional) to any adjacent free space. When you deploy the Mastiff Drone, you may select any non-Superheavy weapon to remove from your mech and mount on the Drone. This Drone gains its own place in the turn order as a friendly NPC controlled by the GM, and has a set of standard actions and reactions. As long as you aren’t Jammed, you may issue basic orders to your Mastiff Drone, which it performs to the best of its ability. If you don’t issue an order to your drone, it simply idles and passes its turn (but that’s okay, because he's trying his best).</span><strong><span> </span></strong><span>Your Mastiff Drone uses your Grit and Save Target when rolling, but does not benefit from your Talents or Traits. The Mastiff is able to Engage enemies and provides Hard Cover. If the Mastiff is destroyed, the weapon it carries is also destroyed.</span><br/><span>The Mastiff cannot be recalled or redeployed when it is on the field, and lasts until the scene ends.</span>",
    "type": "Drone",
    "sp": "3",
    "description": "",
    "tags": [
      {
        "id": "tg_full_action",
        "name": "Full Action",
        "description": "This system requires a full action to Activate."
      },
      {
        "id": "tg_unique",
        "name": "Unique",
        "description": "This weapon or system cannot be duplicated – each character can only have one copy of it installed at a time."
      }
    ],
    "deployables": [
      {
        "name": "Mastiff Drone",
        "type": "Drone",
        "detail": "<span>You may deploy the Mastiff Drone (name optional) to any adjacent free space. When you deploy the Mastiff Drone, you may select any non-Superheavy weapon to remove from your mech and mount on the Drone. This Drone gains its own place in the turn order as a friendly NPC controlled by the GM, and has a set of standard actions and reactions. As long as you aren’t Jammed, you may issue basic orders to your Mastiff Drone, which it performs to the best of its ability. If you don’t issue an order to your drone, it simply idles and passes its turn (but that’s okay, because he's trying his best).</span><strong><span> </span></strong><span>Your Mastiff Drone uses your Grit and Save Target when rolling, but does not benefit from your Talents or Traits. The Mastiff is able to Engage enemies and provides Hard Cover. If the Mastiff is destroyed, the weapon it carries is also destroyed.</span><br/><span>The Mastiff cannot be recalled or redeployed when it is on the field, and lasts until the scene ends.</span>",
        "size": 1,
        "activation": "Full",
        "deactivation": "",
        "recall": "",
        "redeploy": "",
        "instances": 1,
        "cost": 1,
        "armor": "3",
        "hp": "5",
        "evasion": "6",
        "edef": "6",
        "heatcap": "",
        "repcap": "",
        "sensor_range": "",
        "tech_attack": "",
        "save": "",
        "speed": "3",
        "pilot": false,
        "mech": false
      }
    ]
  },
  {
    "id": "MSG0079_aux-thrust-net",
    "name": "Auxiliary Thruster Network",
    "source": "EFRD",
    "license": "RX-75 Guntank",
    "license_id": "MSG0079_rx_sevenfive_guntank",
    "license_level": 1,
    "effect": "<span>When you Brace you may immediately move spaces equal to half your Speed but you become immobilized until the end of your next turn. This movement ignores engagement and doesn't provoke reactions. If this movement would get you out of the attack’s range the attack fails.</span>",
    "type": "System",
    "sp": "2",
    "description": "",
    "tags": [
      {
        "id": "tg_unique",
        "name": "Unique",
        "description": "This weapon or system cannot be duplicated – each character can only have one copy of it installed at a time."
      }
    ]
  },
  {
    "id": "MSG0079_fire-support",
    "name": "Fire Support Network",
    "source": "EFRD",
    "license": "RX-75 Guntank",
    "license_id": "MSG0079_rx_sevenfive_guntank",
    "license_level": 2,
    "effect": "<span>Choose an allied character within sensors. They feed you extra data. When you make a ranged attack roll against a character or structure within your ally’s sensors:</span><br/><ul><li><span>the attack’s damage cannot be reduced in any way</span><br/></li><li><span>the firing weapon gains ARCING</span><br/></li><li><strong><span>On Crit:</span></strong><span> the target must succeed on a HULL save or get Shredded until the end of their next turn.</span><br/></li></ul><span>This effect ends when you successfully hit a target with a ranged attack roll or at the end of the scene.</span><br/><br>",
    "type": "System",
    "sp": "2",
    "description": "",
    "tags": [
      {
        "id": "tg_quick_action",
        "name": "Quick Action",
        "description": "This system requires a quick action to Activate."
      }
    ]
  },
  {
    "id": "MSG0079-ACS",
    "name": "ACS-75",
    "source": "EFRD",
    "license": "RX-75 Guntank",
    "license_id": "MSG0079_rx_sevenfive_guntank",
    "license_level": 3,
    "effect": "<span>As a protocol you may select an allied character within sensor range as your Designator. You can only have one Designator active at the same time. As long as your Designator is not Jammed, they may, as a Protocol, call for a strike on a hostile target or a piece of terrain within range of at least one of your ranged weapons, allowing you to Skirmish or Barrage at the target at your discretion as a Reaction. Attacks made this way gain +2 difficulty.</span>",
    "type": "System",
    "sp": "3",
    "description": "",
    "tags": [
      {
        "id": "tg_ai",
        "name": "AI",
        "description": "A mech can only have one system with this tag installed at a time. Some AI systems grant the AI tag to the mech. A mech with the AI tag has an NHP or COMP/CON unit installed that can act somewhat autonomously. A pilot can choose to hand over the controls to their AI or take control back as a protocol. Their mech gains its own set of actions and reactions when controlled by an AI, but the pilot can’t take actions or reactions with it until the start of their next turn. AIs can’t benefit from talents, and have a small chance of cascading when they take structure damage or stress damage."
      },
      {
        "id": "tg_unique",
        "name": "Unique",
        "description": "This weapon or system cannot be duplicated – each character can only have one copy of it installed at a time."
      },
      {
        "id": "tg_protocol",
        "name": "Protocol",
        "description": "This system can be activated as a free action, but only at the start of the user’s turn. Another action might be needed to deactivate it."
      }
    ]
  },
  {
    "id": "MSG0079_rec-anchor",
    "name": "Recoil Anchor",
    "source": "EFRD",
    "license": "RX-75 Guntank",
    "license_id": "MSG0079_rx_sevenfive_guntank",
    "license_level": 3,
    "effect": "<span>You gain an additional +1 to all ranged attack rolls. This amount increases by +1 for each of your turns that you have remained stationary, up to a maximum of +3.</span><br/><span>This effect lasts until you move, including involuntary movement, take any kind of damage or until an enemy character gets within range 2 from you.</span><br/><br>",
    "type": "System",
    "sp": "2",
    "description": "",
    "tags": [
      {
        "id": "tg_quick_action",
        "name": "Quick Action",
        "description": "This system requires a quick action to Activate."
      }
    ]
  }
]