[
  {
    "id": "MSG0079__spatial-netwype",
    "name": "α Class Newtype",
    "ranks": [
      {
        "name": "Danger Sense",
        "description": "<span>All non-self inflicted pattern attacks (ie. Blast, Burst, Cone) gain +1 Difficulty when targeting you, and you gain +1 Accuracy toward avoiding any pattern-based hostile Save effects.</span>",
        "exclusive": false
      },
      {
        "name": "Combat Instinct",
        "description": "<span>When you avoid any non-self inflicted pattern-based effect, move to any free space adjacent to the area of effect. 1/round, if you use this effect to move adjacent to a hostile character, they become Impaired until the end of their next turn.</span>",
        "exclusive": false
      },
      {
        "name": "Precognition",
        "description": "<span>1/round, whenever you avoid any non-self inflicted pattern-based effect, gain a Newtype die—a D6—up to a maximum of 3. Additionally, start every scene with one Newtype die. They last until expended or the end of the scene. Whenever you gain a Newtype die, roll the D6 and keep the result.</span><br/><span>In addition, gain the Flatten Probability Reaction:</span>",
        "actions": [
          {
            "name": "Flatten Probability",
            "activation": "Reaction",
            "detail": "<div><span>Add or subtract the value of a Newtype die of your choice to or from the roll.</span></div>",
            "pilot": false,
            "synergy_locations": [],
            "tech_attack": false,
            "frequency": "2/round",
            "init": "",
            "trigger": "<div><span>You or any other character rolls a D20 within Line of Sight.</span></div>"
          }
        ],
        "exclusive": false
      }
    ],
    "description": "<div>A Newtype is a person who has reached a new stage of human evolution in the Gundam universe. The theory behind this minor but groundbreaking metamorphosis is: in order to adapt to life in space, the human body evolved with heightened mental awareness. As such, Newtypes tend to appear among Spacenoids, although not exclusively.</div>",
    "terse": "Utilize superhuman senses to anticipate dangers on the battlefield."
  },
  {
    "id": "MSG0079_hoplite",
    "name": "Hoplite",
    "terse": "Wield the humble shield as a mighty weapon of war; become the immovable object to defeat unstoppable forces.",
    "ranks": [
      {
        "name": "One Man Phalanx",
        "description": "<div><span>Whenever you Brace, gain +1 Armor for each undestroyed Shield weapon mounted to your mech. This can bring you above the maximum (+4). This effect lasts until the end of your next turn.</span></div>",
        "actions": [
          {
            "name": "A Taste of Grass",
            "activation": "Free",
            "detail": "<div>1/Round, when attacking with any weapon with the Shield tag, you may force an enemy to roll a hull save or be knocked prone.</div>",
            "pilot": false,
            "synergy_locations": [],
            "tech_attack": false,
            "frequency": "Unlimited",
            "init": "",
            "trigger": ""
          }
        ],
        "exclusive": false
      },
      {
        "name": "Discombobulate",
        "description": "<div><span>1/round. When you hit a hostile character with a Shield weapon, they must pass a Hull save or else be knocked back 2 spaces in the direction of the attack, and be knocked Prone. On a successful save, they are only knocked back.</span></div>",
        "exclusive": false
      },
      {
        "name": "May I Stand Unshaken",
        "description": "<div><span>At the end of every hostile turn in which you do not take damage and do not suffer involuntary movement, you gain 1 poise die—a D6—up to a maximum of 3 dice. They last until expended or the end of the scene. You may expend Poise dice 1-for-1 for the following effects:</span></div><ul><li><div><strong>Interpose: </strong><span>Whenever you Brace, expend a Poise die to grant all on-brace effects to one adjacent allied character. They do not suffer from a reduction in action economy. This effect lasts until they break adjacency, or until the end of your next turn.</span></div></li><li><div><strong>Immovable:</strong> <span>Whenever you Brace, you may expend a Poise die—this allows you to take two Quick Actions or one Full Action next turn, rather than a single Quick Action.</span></div></li><li><div><strong>Barrier Burst: </strong><span>Whenever you Brace, you may expend a Poise die to apply 1d6 Knockback to any number of characters within threat of one of your Shield weapons.</span></div></li></ul>",
        "exclusive": false
      }
    ],
    "description": "<div><em>As the rumble of the mobile suit engine rattles through my teeth and skull, I lock eyes with the group of trainees arranged neatly in a square before me. Towering above them in my GM, I flick the loudspeaker on, before clearing my throat. \"Listen up, cadets. In the chaos of battle, shields aren't just for defense; they're defensive weapons. Angle them right and you can deflect the hardest of fire. Timing is everything. Anticipate their moves, angle the shield just right, and watch their attacks crumble against your unyielding defense. Remember, a shield is not a barrier—it's a battering ram. Use it aggressively, seize control, and turn the tide in your favor.\"</em></div><div><em>- Excerpt from the memoirs of Corporal Ela Towers, retired.</em></div>"
  },
  {
    "id": "MSG0079_precog-newtype",
    "name": "β Class Newtype",
    "terse": "See things that others do not. Predict your enemy's moves before they happen. ",
    "ranks": [
      {
        "name": "Blindsight",
        "description": "<span>Within Range 3, you ignore Invisible, Hidden, and Line of Sight restrictions on targeting.</span>",
        "exclusive": false
      },
      {
        "name": "All Things as They Should be",
        "description": "<span>1/round, When your prepared action is triggered, the target (if there is one) gains +1 Difficulty on any Check or Save you force as a part of this action. If your prepared action was an attack, it gains +1 Accuracy.</span>",
        "exclusive": false
      },
      {
        "name": "Precognition",
        "description": "<span>1/round, when you prepare an action, you may force the character who takes the trigger action to roll a Systems save. On failure, they must take the trigger action, so long as it is possible for them to do so.</span>",
        "exclusive": false
      }
    ],
    "description": "placeholder"
  },
  {
    "id": "MSG0079_hypno-newtype",
    "name": "Ɣ Class Newtype",
    "terse": "Bend wills, invade minds, and become the unattainable object of desire. Humans are toys, and nothing matters.",
    "ranks": [
      {
        "name": "You Were There",
        "description": "<span>When you Scan a character, you may select two options. The target must also roll the next Check or Save you impose on them at +1 Difficulty. Additionally, you may take the Scan action even if you are Jammed. All abilities in this talent line, including Scan, may be taken on foot against characters within Range 5.</span>",
        "exclusive": false
      },
      {
        "name": "Monsters Walk the Earth",
        "description": "<span>Gain access to the </span><strong><span>Isolate </span></strong><span>Quick Action, which you can take on characters previously scanned this scene.</span>",
        "actions": [
          {
            "name": "Isolate",
            "activation": "Quick",
            "detail": "<span>Select a hostile character within Line of Sight and Sensors. They must roll a Systems Save. On a failure, they treat all characters as hostile and all other characters treat them as hostile, for all purposes, until the end of their next turn. Every character may only be affected by this ability 1/scene.</span>",
            "pilot": false,
            "synergy_locations": [],
            "tech_attack": false,
            "frequency": "Unlimited",
            "init": "",
            "trigger": ""
          }
        ],
        "exclusive": false
      },
      {
        "name": "Mechanisms of Desire",
        "description": "<span>Gain access to the </span><strong><span>Together in the Dark </span></strong><span>Full Action, which you can take on characters previously scanned this scene.</span>",
        "actions": [
          {
            "name": "Together in the Dark",
            "activation": "Full",
            "detail": "<span>1/mission, select a hostile character within Line of Sight and Sensors. They must roll a Systems Save. On a failure, they treat all characters except you as hostile and all characters except you treat them as hostile, for all purposes, until the end of the scene. You can’t issue orders to this character—they will strictly do what they believe is best for you with no concern for their own safety. If a character succeeds at this Save, the action cost and frequency is refunded. You may decide what happens to this character after the scene ends; their life is in your hands. However—no matter what—you can not take them with you.</span>",
            "pilot": false,
            "synergy_locations": [],
            "tech_attack": false,
            "frequency": "Unlimited",
            "init": "",
            "trigger": ""
          }
        ],
        "exclusive": false
      }
    ],
    "description": "placeholder"
  }
]